<p>
  Le projet H&eacute;ritage num&eacute;risera et offrira l&rsquo;acc&egrave;s
  &agrave; certains fonds d&rsquo;archives canadiennes parmi les plus
  populaires, lesquels comptent quelque 60 millions de pages de documents
  sources primaires. Cette collection, qui raconte l&rsquo;histoire de la nation
  et de sa population depuis les ann&eacute;es 1600 jusqu&rsquo;au milieu des
  ann&eacute;es 1900, repr&eacute;sente une ressource inestimable et unique pour
  les historiens, les &eacute;tudiants et les g&eacute;n&eacute;alogistes du
  Canada.
</p>

<h2 id="uneressourceincontournable">Une ressource incontournable</h2>

<p>
  H&eacute;ritage comprend une grande diversit&eacute; d&rsquo;archives uniques
  qui sont pr&eacute;sentement num&eacute;ris&eacute;s &agrave; partir des fonds
  pr&eacute;cieux conserv&eacute;s &agrave; Biblioth&egrave;que et Archives
  Canada. Il en r&eacute;sultera un important corpus de documents patrimoniaux
  couvrant trois si&egrave;cles. Pour en faciliter l&rsquo;exploitation, la
  collection a &eacute;t&eacute; divis&eacute;e en cinq volets principaux :
</p>

<ul>
  <li>
    Un vaste &eacute;ventail de documents g&eacute;n&eacute;alogiques
    comprenant, entre autres, des dossiers d&rsquo;immigration, des registres
    paroissiaux, des registres fonciers, des histoires et des papiers de
    familles, des listes d&rsquo;&eacute;lecteurs, etc.
  </li>
  <li>
    Une importante quantit&eacute; de documents relatifs aux peuples autochtones
    du Canada &ndash; Premi&egrave;res nations, M&eacute;tis et Inuits
  </li>
  <li>
    D&rsquo;anciens documents cl&eacute;s issus des principaux minist&egrave;res
    gouvernementaux dont ceux des Affaires indiennes, de l&rsquo;Immigration, de
    la Sant&eacute;, de l&rsquo;Agriculture, des Chemins de fer et des Canaux,
    des P&ecirc;ches et des Ressources naturelles
  </li>
  <li>
    Une forte composante d&rsquo;histoire militaire relatant la participation du
    Canada &agrave; plusieurs guerres (la guerre de 1812, la Premi&egrave;re et
    la Seconde Guerre mondiale), ainsi que l&rsquo;administration militaire en
    temps de paix
  </li>
  <li>
    Des papiers de Canadiens c&eacute;l&egrave;bres dont des premiers ministres
    du Canada, des gouverneurs g&eacute;n&eacute;raux, des premiers ministres
    provinciaux, des ministres, des explorateurs, des scientifiques, des chefs
    d&rsquo;entreprises, des &eacute;crivains et des artistes
  </li>
</ul>

<h2 id="commentutilisercesite">Comment utiliser ce site</h2>

<p>
  Pour commencer, choisissez la <a href="/#collections">collection</a> qui
  refl&egrave;te le mieux votre domaine d&rsquo;int&eacute;r&ecirc;t. Chaque
  page de la collection est &eacute;quip&eacute;e d&rsquo;un moteur de recherche
  de base pour vous guider dans votre recherche et offre des conseils sur la
  mani&egrave;re de naviguer &agrave; travers les bobines de microfilm
  num&eacute;ris&eacute;es. Ces informations proviennent de
  <a
    href="http://www.collectionscanada.gc.ca/lac-bac/recherche/arch"
    target='"_blank"'
    >MIKAN</a
  >, le catalogue des fonds d&rsquo;archives de Biblioth&egrave;que et Archives
  Canada. Ce dernier a eu la g&eacute;n&eacute;rosit&eacute; de partager ces
  informations avec vous pour en faciliter l&rsquo;acc&egrave;s.
</p>

<p>
  La <a href="/">recherche de base</a> peut servir &agrave; vous guider vers une
  collection qui correspond aux mots cl&eacute;s choisis. L&agrave; o&ugrave;
  elle est disponible, la recherche de base est une m&eacute;thode simple de
  scruter les collections afin d&rsquo;y d&eacute;tecter tant les informations
  descriptives que les m&eacute;tadonn&eacute;es, telles que les mots d&rsquo;un
  titre, les noms d&rsquo;auteurs ou de cr&eacute;ateurs, les sujets, ainsi que
  le contenu textuel des documents.
</p>

<h2 id="larecherchepleintexteest-ellepossible">
  La recherche plein texte est-elle possible?
</h2>

<p>
  Tr&egrave;s peu de textes archivistiques sont pr&eacute;sentement visibles
  pour nos outils de recherche. La transcription de ces documents dans le but de
  produire des textes interrogeables constitue l&rsquo;une des priorit&eacute;s
  du projet, mais elle exigera du temps et des ressources. Les prochaines
  versions d&rsquo;H&eacute;ritage offriront des capacit&eacute;s de recherche
  plein texte pour les documents alors transcrits, mettant ainsi en valeur une
  quantit&eacute; massive d&rsquo;informations pleinement
  int&eacute;gr&eacute;es dans le portail pour la recherche et
  l&rsquo;exploitation. De plus, Dans les ann&eacute;es qui suivent, Canadiana
  et ses partenaires ach&egrave;veront des outils de recherche ainsi que de
  l&rsquo;infrastructure permettant la cr&eacute;ation de liens et de
  m&eacute;tadonn&eacute;es avanc&eacute;es.
</p>
