<h3>
  <a
    href="https://bdp.parl.ca/content/lop/About/Parliament/HistoricalDebates/KnownIssuesCanadiana-f.htm"
    target="_blank"
    >Probl&egrave;mes connus du portail</a
  >
</h3>

<h3>Introduction</h3>

<p>
  Le portail des
  <strong><i>Ressources parlementaires historiques canadiennes</i></strong>
  offre une fa&ccedil;on simple et centralis&eacute;e d&rsquo;acc&eacute;der aux
  d&eacute;bats et aux journaux historiques du S&eacute;nat et de la Chambre des
  communes, dans les deux langues officielles.
</p>

<p>
  Les d&eacute;bats du S&eacute;nat et de la Chambre des communes, appel&eacute;
  couramment les <i>D&eacute;bats</i>, ou Hansard, contiennent les
  d&eacute;lib&eacute;rations transcrites, &eacute;dit&eacute;es et
  corrig&eacute;es des deux Chambres du Parlement.
</p>

<p>
  Depuis l&rsquo;adoption des comptes-rendus officiels (en 1871 pour le
  S&eacute;nat et en 1880 pour la Chambre des communes), les &eacute;ditions
  quotidiennes du Hansard sont disponibles en volumes reli&eacute;s et
  index&eacute;s. De 1875 &agrave; 1879, pour la Chambre des communes, un
  Hansard verbatim condens&eacute; &eacute;tait compil&eacute; et publi&eacute;
  par des entrepreneurs externes. &Agrave; partir de 1880, la Chambre des
  communes souhaite l&rsquo;adoption de comptes-rendus verbatim produits par les
  employ&eacute;s de la Chambre elle-m&ecirc;me. Ce portail a &eacute;t&eacute;
  produit &agrave; partir de ces volumes qui ont &eacute;t&eacute;
  num&eacute;ris&eacute;s et qui sont disponibles sous leur l&eacute;gislature
  et session respective et accessible au moyen de la fonction Parcourir de ce
  portail.
</p>

<p>
  Le portail comprend des d&eacute;bats reconstitu&eacute;s. Ceux-ci
  repr&eacute;sentent les d&eacute;bats qui ont eu lieu avant l&rsquo;adoption
  des comptes rendus officiels. Ces d&eacute;bats reconstitu&eacute;s sont une
  version non-officielle des d&eacute;bats, tir&eacute;s des journaux de
  l&rsquo;&eacute;poque. En dernier lieu, les d&eacute;bats traduits du
  S&eacute;nat du Canada sont &eacute;galement inclus, le S&eacute;nat ayant
  commenc&eacute; son compte-rendu officiel en anglais seulement. Les
  d&eacute;bats reconstitu&eacute;s et le mat&eacute;riel traduit sont
  identifi&eacute;s comme tel dans le portail.
</p>

<p>
  Les Journaux du S&eacute;nat et de la Chambre des communes sont
  compos&eacute;s des notes prises par les greffiers au Bureau pendant les
  s&eacute;ances. Ils forment le compte-rendu officiel des d&eacute;cisions et
  des autres travaux (p&eacute;titions pr&eacute;sent&eacute;es, documents
  d&eacute;pos&eacute;s, etc.) du S&eacute;nat et de la Chambre des communes.
</p>

<p>
  Les &eacute;ditions quotidiennes des Journaux, qui remontent &agrave; 1867,
  &eacute;taient r&eacute;unies dans des recueils reli&eacute;s et
  index&eacute;s. Tous ces volumes, num&eacute;ris&eacute;s, peuvent &ecirc;tre
  consult&eacute;s, par l&eacute;gislature et session, gr&acirc;ce &agrave; la
  fonction Parcourir du portail.
</p>

<p>
  En 1994, la Chambre a commenc&eacute; &agrave; distribuer ses publications de
  fa&ccedil;on &eacute;lectronique en rendant celles-ci disponibles globalement
  sur le site Web du Parlement du Canada. Le S&eacute;nat a fait de m&ecirc;me
  en 1996. Pour acc&eacute;der &agrave; ces d&eacute;bats et journaux, veuillez
  visiter <a href="http://parl.gc.ca/" target="_blank">parl.gc.ca</a>, sous
  l&rsquo;onglet Travaux parlementaires.
</p>

<h3>Parcourir / Recherche</h3>

<p>
  La <strong>fonction Parcourir</strong> du c&ocirc;t&eacute; gauche de la page
  principale permet &agrave; l&rsquo;usager de trouver un volume
  sp&eacute;cifique dans une l&eacute;gislature et session pr&eacute;cise. Une
  fois le volume s&eacute;lectionn&eacute;, il peut &ecirc;tre visionn&eacute;
  et fouill&eacute; davantage.
</p>

<p>
  Aussi, la fonction Parcourir permet &agrave; l&rsquo;usager de faire une
  <strong>recherche par mot-cl&eacute;</strong> dans la session ou le volume
  choisi, en utilisant le champ de recherche situ&eacute; au-dessus du
  visionneur, du c&ocirc;t&eacute; gauche. Ces r&eacute;sultats peuvent
  &ecirc;tre restreints de nouveau en utilisant les restrictions situ&eacute;es
  &agrave; gauche de l&rsquo;&eacute;cran.
</p>

<p>
  L&rsquo;utilisateur remarquera que les fonctions de recherche ne sont pas les
  m&ecirc;mes pour les D&eacute;bats et les Journaux. Une version
  uniformis&eacute;e de la fonction Parcourir sera mise en ligne dans un avenir
  prochain.
</p>

<p>
  Les champs de <strong>Recherche simple</strong> du c&ocirc;t&eacute; droit de
  la page d&rsquo;accueil permettent de faire une recherche dans
  l&rsquo;ensemble du contenu textuel du portail. L&rsquo;utilisateur peut
  s&eacute;lectionner l&rsquo;une ou l&rsquo;autre des publications, ou les deux
  simultan&eacute;ment. Il peut aussi circonscrire les r&eacute;sultats en
  fonction de la langue ou de la date.
</p>

<p>
  Les fonctions suivantes peuvent servir &agrave; pr&eacute;ciser les recherches
  dans les deux publications :
</p>

<ul>
  <li>
    <h3>Phrases : ""</h3>
    <p>
      Pour rechercher une phrase exacte, mettez tous les mots entre guillemets.
      <em
        >Vous ne pouvez pas utiliser des caract&egrave;res de remplacement
        &agrave; l&rsquo;int&eacute;rieur d&rsquo;une phrase.</em
      >
      Par exemple, pour trouver des documents qui contiennent l&rsquo;expression
      &laquo;&nbsp;ville de Qu&eacute;bec&nbsp;&raquo; et non pas seulement les
      termes individuels &laquo;&nbsp;Qu&eacute;bec&nbsp;&raquo; et
      &laquo;&nbsp;ville&nbsp;&raquo;&nbsp;:
      <code
        ><a href="http://parl.canadiana.ca/search?q=%22ville+de+quebec%22"
          >"ville de quebec"</a
        ></code
      >
    </p>
  </li>
  <li>
    <h3>Caract&egrave;res de remplacement : ? et *</h3>
    <p>
      Utiliser ? &agrave; l&rsquo;int&eacute;rieur ou &agrave; la fin d&rsquo;un
      mot pour remplacer n&rsquo;importe quel caract&egrave;re. Utiliser * pour
      remplacer n&rsquo;importe quel nombre de caract&egrave;res (dont le
      z&eacute;ro). Par exemple, pour trouver soit &laquo;&nbsp;gouvernante
      &laquo;&nbsp; ou &laquo;&nbsp;gouvernance&nbsp;&raquo;&nbsp;:
      <code
        ><a href="http://parl.canadiana.ca/search?q=gouvernan%3Fe"
          >gouvernan?e</a
        ></code
      >. Pour trouver soit &laquo;&nbsp;d&eacute;fense&nbsp;&raquo; ou
      &laquo;&nbsp;d&eacute;fenseur&nbsp;&raquo;&nbsp;:
      <code
        ><a href="http://parl.canadiana.ca/search?q=d%C3%A9fense*"
          >d&eacute;fense*</a
        ></code
      >
    </p>
  </li>
  <li>
    <h3>Mot &agrave; exclure : -</h3>
    <p>
      Utilisez - devant un mot ou une phrase pour indiquer que ce terme ne doit
      pas appara&icirc;tre dans le document. Par exemple, pour trouver des
      documents qui contiennent le mot &laquo;&nbsp;Paris&nbsp;&raquo; mais pas
      &laquo;&nbsp;France&nbsp;&raquo; :
      <code
        ><a href="http://parl.canadiana.ca/search?q=paris+-france"
          >paris -france</a
        ></code
      >
    </p>
  </li>
  <li>
    <h3>Termes alternatifs : |</h3>
    <p>
      Pour trouver un terme correspondant &agrave; n&rsquo;importe quel des
      termes alternatifs saisis, placez un | entre chaque terme. Par exemple,
      pour trouver &laquo;&nbsp;ontario&nbsp;&raquo; avec soit
      &laquo;&nbsp;york&nbsp;&raquo;, soit &laquo;&nbsp;toronto&nbsp;&raquo; :
      <code
        ><a href="http://parl.canadiana.ca/search?q=ontario+york+%7C+toronto"
          >ontario york | toronto</a
        ></code
      >
    </p>
  </li>
  <li>
    &#9;
    <h3>Accents</h3>
    &#9;
    <p>
      Les termes recherch&eacute;s ne sont pas sensibles &agrave; la casse et
      peuvent &ecirc;tre entr&eacute;s avec ou sans accents : &laquo;
      Fran&ccedil;ais &raquo; et &laquo; francais &raquo; donneront les
      m&ecirc;mes r&eacute;sultats.
    </p>
  </li>
</ul>

<h3>Page des r&eacute;sultats de recherche</h3>

<p>
  Par d&eacute;faut, les r&eacute;sultats de recherche sont
  pr&eacute;sent&eacute;s par ordre de pertinence. L&rsquo;usager peut
  &eacute;galement trier les r&eacute;sultats par date croissante et
  d&eacute;croissante.
</p>

<h3>Visionneur</h3>

<p>
  Le visionneur permet &agrave; l&rsquo;usager de minimiser ou maximiser le
  texte, de choisir un num&eacute;ro de page sp&eacute;cifique, et de naviguer
  dans le contenu du volume. Pour imprimer une page, il suffit de cliquer sur la
  page d&eacute;sir&eacute;e avec le bouton de droite et de choisir
  l&rsquo;option &ldquo;Imprimer l&rsquo;image&rdquo;.
</p>

<h3>Lien &agrave; vos r&eacute;sultats</h3>

<p>
  Chaque volume a un lien URL permanent, au cas o&ugrave; l&rsquo;usager
  souhaite en faire un Favori ou l&rsquo;envoyer &agrave; quelqu&rsquo;un. Ce
  lien permanent se trouve sous l&rsquo;onglet
  <strong>&Agrave; propos</strong> dans le haut du visionneur.
</p>

<p>
  La liste des r&eacute;sultats de recherche peut aussi &ecirc;tre
  partag&eacute;e en copiant le lien dans la barre d&rsquo;adresse.
</p>

<h3>Lien &agrave; une page sp&eacute;cifique</h3>

<p>
  Pour cr&eacute;er un lien &agrave; une page sp&eacute;cifique des
  <i>D&eacute;bats</i> ou des <i>Journaux</i>, notez le num&eacute;ro de
  l&rsquo;image (et non le num&eacute;ro de page de la publication). Copiez le
  lien permanent situ&eacute; dans l&rsquo;onglet
  <strong>&Agrave; propos</strong> du visionneur pour cette page. Ajoutez
  ensuite une barre oblique (/) et le num&eacute;ro de l&rsquo;image.
</p>

<p>
  Par exemple, la page 3200 du volume 4, session 1, de la 15e l&eacute;gislature
  des d&eacute;bats de la Chambre des communes est l&rsquo;image 38. Allez sous
  l&rsquo;onglet <strong>&Agrave; propos</strong> et copiez le lien permanent.
  Ajoutez une barre oblique (/) et le num&eacute;ro de l&rsquo;image :
  <a href="http://parl.canadiana.ca/view/oop.debates_CDC1501_04/38"
    >http://parl.canadiana.ca/view/oop.debates_CDC1501_04/38</a
  >
</p>

<p>Le r&eacute;sultat renverra directement &agrave; cette image.</p>

<h3>T&eacute;l&eacute;charger des volumes complets</h3>

<p>
  Pour obtenir une version PDF d&rsquo;une publication sp&eacute;cifique, vous
  devez t&eacute;l&eacute;chargez le volume entier. Il n&rsquo;est pas possible
  pour l&rsquo;instant de t&eacute;l&eacute;charger seulement quelques pages. Le
  temps de t&eacute;l&eacute;chargement varie selon la grosseur du fichier et la
  vitesse du r&eacute;seau. Cette op&eacute;ration peut prendre entre plusieurs
  minutes &agrave; compl&eacute;ter.
</p>

<h3>Nous joindre</h3>

<p>
  Votre contribution &agrave; l&rsquo;am&eacute;lioration de la qualit&eacute;
  du portail des
  <strong><em>Ressources parlementaires historiques canadiennes</em></strong>
  nous est tr&egrave;s pr&eacute;cieuse. Veuillez nous faire part de vos
  questions et de vos commentaires <a href="mailto:info@parl.gc.ca">ici</a>.
  <a
    href="https://twitter.com/LoPInformation"
    class="twitter-follow-button"
    data-show-count="false"
    >Follow @LoPInformation</a
  >
  <script>
    !(function(d, s, id) {
      var js,
        fjs = d.getElementsByTagName(s)[0];
      if (!d.getElementById(id)) {
        js = d.createElement(s);
        js.id = id;
        js.src = "//platform.twitter.com/widgets.js";
        fjs.parentNode.insertBefore(js, fjs);
      }
    })(document, "script", "twitter-wjs");
  </script>
</p>
