<h2 id="ressourcesparlementaireshistoriquescanadiennes">
  Ressources parlementaires historiques canadiennes
</h2>

<p>
  La Biblioth&egrave;que du Parlement, en collaboration avec
  <a href="https://www.crkn-rcdr.ca/fr" target="_blank"
    >le R&eacute;seau canadien de documentation pour la recherche</a
  >, est heureuse de vous offrir l&rsquo;acc&egrave;s aux portail des
  <em>Ressources parlementaires historiques canadiennes</em>, une base de
  donn&eacute;es interrogeable contenant les versions num&eacute;ris&eacute;es
  des d&eacute;bats, des journaux et des travaux des comit&eacute;s du
  S&eacute;nat et de la Chambre des communes.
</p>

<p>
  Les recherches peuvent &ecirc;tre effectu&eacute;es dans l&rsquo;ensemble des
  publications ou s&eacute;par&eacute;ment.
</p>

<p>
  Le portail des Ressources parlementaires historiques canadiennes contient tous
  les d&eacute;bats, journaux et travaux des comit&eacute;s du S&eacute;nat et
  de la Chambre des communes, commen&ccedil;ant avec la 1re l&eacute;gislature,
  1re session, jusqu&rsquo;au d&eacute;but de leur diffusion sur
  <a href="http://www.parl.ca" target="_blank">www.parl.ca</a>* Il est
  &eacute;galement possible d&rsquo;y trouver les documents parlementaires pour
  la p&eacute;riode s&rsquo;&eacute;chelonnant de 1867 &agrave; 1901.
</p>

<p>
  Pour de plus amples renseignements concernant le contenu de ce portail ainsi
  que son utilisation, veuillez consulter notre page
  <a href="/a-propos">&Agrave; propos / Aide</a>.
</p>

<hr />

<p>
  *Les D&eacute;bats et les Journaux du S&eacute;nat du Canada sont disponibles
  sur le site Web du Parlement depuis le 27 f&eacute;vrier 1996. Les
  D&eacute;bats et les Journaux de la Chambre des communes sont disponibles sur
  le site Web du Parlement depuis le 17 janvier 1994. En ce qui concerne les
  travaux des comit&eacute;s du S&eacute;nat et de la Chambre des communes,
  leurs dates d&rsquo;accessibilit&eacute; varient. Pour acc&eacute;der aux
  d&eacute;lib&eacute;rations apr&egrave;s ces dates, veuillez consulter le site
  <a href="http://www.parl.ca">www.parl.ca</a>.
</p>
