<h3 id="geacuteneacuteral">G&eacute;n&eacute;ral</h3>

<p>
  Voici les conditions de service r&eacute;gissant l&rsquo;utilisation du site
  Web de Canadiana. Le RCDR se r&eacute;serve le droit d&rsquo;actualiser de
  temps &agrave; autre ces conditions de service.
</p>

<h3 id="utilisationdusite">Utilisation du site</h3>

<p>
  Les utilisateurs du site consentent &agrave; se soumettre &agrave; des limites
  d&rsquo;utilisation raisonnables (pour des fins personnelles de recherche,
  acad&eacute;miques et professionnelles). Les utilisateurs s&rsquo;engagent en
  particulier &agrave; ne pas syst&eacute;matiquement t&eacute;l&eacute;charger,
  copier ou reproduire par tout autre moyen des portions substantielles de ces
  collections, ni &agrave; les mettre &agrave; la disposition de tiers.
</p>

<p>
  Toute autre utilisation du site ou de son contenu exige une autorisation
  &eacute;crite du RCDR.
</p>

<p>
  Le RCDR se r&eacute;serve le droit d&rsquo;imposer des limites &agrave;
  l&rsquo;utilisation du site &agrave; un particulier afin d&rsquo;assurer la
  qualit&eacute; du service dans son ensemble. Ceci inclue mais ne se limite pas
  &agrave; une restriction du nombre de t&eacute;l&eacute;chargements
  simultan&eacute;s effectu&eacute;s par un individu quelconque. Le RCDR se
  r&eacute;serve &eacute;galement le droit de restreindre, de suspendre ou de
  mettre fin au service pour un utilisateur dont le comportement serait abusif,
  illicite ou qui entraverait ind&ucirc;ment l&rsquo;acc&egrave;s au site pour
  d&rsquo;autres utilisateurs.
</p>

<h3 id="politiquesurlaviepriveacutee">Politique sur la vie priv&eacute;e</h3>

<p>
  Le RCDR enregistre des informations sur l&rsquo;utilisation du site. Ces
  informations peuvent &ecirc;tre partag&eacute;es de fa&ccedil;on globale avec
  des tierces parties, mais les renseignements permettant l&rsquo;identification
  des personnes ne seront pas divulgu&eacute;s sauf si la loi l&rsquo;exige.
</p>

<p>
  Pour obtenir un compte utilisateur de Canadiana, il faut fournir une adresse
  de courriel valide. Le RCDR ne divulguera pas les adresses de courriel ni les
  informations sur les comptes &agrave; des tierces parties, sauf si la loi
  l&rsquo;exige. Le RCDR n&rsquo;enverra pas de courriels aux adresses de
  courriels fournies par l&rsquo;utilisateur &agrave; l&rsquo;exception
  d&rsquo;avis se rapportant directement au compte, au statut de
  l&rsquo;abonnement ou &agrave; d&rsquo;autres questions connexes.
</p>

<p>
  Des dispositifs de sauvegarde appropri&eacute;s sont en place afin
  d&rsquo;assurer la s&eacute;curit&eacute;, l&rsquo;int&eacute;grit&eacute; et
  la protection des renseignements personnels identifiables.
</p>

<h3 id="abonnements">Abonnements</h3>

<p>
  Les abonnements aux collections de Canadiana sont destin&eacute;s &agrave; un
  individu ou un m&eacute;nage pour son utilisation personnelle. Les
  abonn&eacute;s ne doivent pas divulguer les identifiants de leur compte
  Canadiana et doivent prendre des pr&eacute;cautions raisonnables pour assurer
  la protection de leur mot de passe.
</p>

<p>
  Les abonn&eacute;s ont acc&egrave;s &agrave; tout le contenu et &agrave;
  toutes les fonctions d&rsquo;une collection pour la dur&eacute;e de leur
  abonnement et ils peuvent t&eacute;l&eacute;charger des copies des documents
  qui se trouvent dans la collection. Au terme de l&rsquo;abonnement, ils
  peuvent aussi continuer &agrave; avoir acc&egrave;s et &agrave; utiliser les
  documents (fichiers PDF) t&eacute;l&eacute;charg&eacute;s avant
  l&rsquo;expiration de leur abonnement. Par contre, les copies perdues ou
  d&eacute;truites ne peuvent &ecirc;tre t&eacute;l&eacute;charg&eacute;es de
  nouveau apr&egrave;s la fin de leur p&eacute;riode d&rsquo;abonnement. Chaque
  abonn&eacute; a la responsabilit&eacute; de stocker et de sauvegarder
  ad&eacute;quatement tout contenu t&eacute;l&eacute;charg&eacute; depuis le
  site.
</p>

<p>
  Les utilisateurs non abonn&eacute;s &agrave; une collection jouissent
  d&rsquo;un acc&egrave;s limit&eacute; &agrave; son contenu et &agrave; ses
  fonctions. Les abonn&eacute;s &agrave; une collection et les utilisateurs qui
  acc&egrave;dent &agrave; une collection depuis les locaux d&rsquo;une
  institution d&eacute;tenant une licence d&rsquo;exploitation pour le site
  auront acc&egrave;s &agrave; tout son contenu et &agrave; toutes ses
  fonctions. Par contre, l&rsquo;acc&egrave;s &agrave; certaines fonctions peut
  n&eacute;cessiter un compte utilisateur valide de Canadiana.
</p>

<h3 id="droitsdauteur">Droits d'auteur</h3>

<p>
  Le RCDR d&eacute;tient les droits d&rsquo;auteur sur l&rsquo;ensemble de ses
  collections. Plusieurs portions de ces collections ne peuvent &ecirc;tre
  reproduites ou distribu&eacute;es sans autorisation expresse.
</p>

<p>
  Bien que bon nombre de documents, photographies et autres ouvrages ou objets
  disponibles sur ce site rel&egrave;vent du domaine public, ce n&rsquo;est pas
  toujours le cas. Tous les utilisateurs du site ont la responsabilit&eacute; de
  d&eacute;terminer eux-m&ecirc;mes si un document ou tout autre objet
  particulier est prot&eacute;g&eacute; par le droit d&rsquo;auteur et de
  contacter au besoin le ou les titulaires des droits d&rsquo;auteur afin
  d&rsquo;obtenir l&rsquo;autorisation requise pour l&rsquo;utilisation des
  documents en question.
</p>
