Repository: crkn-rcdr/cap
Catalog: CAP/lib/CAP/I18N/*.po
Languages: fr

source: To create your account and start your free trial, complete the following information. You will then receive an email message with instructions for activating your account.
fr: Pour créer votre compte et commencer votre période d’essai gratuit, compléter les informations suivantes. Vous recevrez ensuite un message courriel avec des instructions pour l’activation de votre compte.

source: To create your account and start your trial subscription, complete the following information. You will then receive an email message with instructions for activating your account.
fr: Pour créer votre compte et débuter votre abonnement d’essai, complétez les informations suivantes. Vous recevrez alors un message courriel avec des instructions pour l’activation de votre compte.

source: To create your account, complete the following information. You will then receive an email message with instructions for activating your account.
fr: Pour créer votre compte, complétez les informations suivantes. Vous recevrez alors un message courriel avec des instructions pour l’activation de votre compte.

source: To portal
fr: Dans le portail

source: To reset your %1 password, click the following link:
fr: Pour réinitialiser votre mot de passe %1, cliquez sur le lien suivant :

source: Total payment
fr: Montant total du paiement

source: Transaction Date
fr: Date de la transaction

source: Transaction ID
fr: No de la transaction

source: Trial Ended
fr: Période d’essai terminée

source: Trial ended.
fr: Période d’essai terminée

source: Trial subscription.
fr: Abonnement d'essai.

source: Unassigned
fr: Non-assigné

source: Unconfirmed
fr: Non-confirmé

source: Unknown identifiers: %1
fr: Identifiants inconnus : %1

source: Unlimited Downloads
fr: Téléchargements illimités

source: Up
fr: Déplacer vers le haut

source: Update
fr: Mise à jour

source: Update Account Information
fr: Mettre à jour les informations relatives au compte

source: Update Collections
fr: Mise à jour des collections

source: Update discount code
fr: Mettre à jour le code promotionnel

source: Update user
fr: Mettre à jour le profil de l’utilisateur

source: Updated
fr: Mise à jour

source: Updated %1
fr: Mise à jour : %1

source: Updated <em>%1</em>
fr: Mise à jour : <em>%1</em>

source: Usage
fr: Utilisation

source: Usage Statistics
fr: Statistiques d’utilisation

source: Usage report
fr: Rapport d’utilisation

source: Usage report for %1
fr: Rapport d’utilisation pour %1

source: Usage report for %1: %2
fr: Rapport d'utilisation pour %1 : %2

source: Usage report for %1 on portal %2
fr: Rapport d’utilisation du portail %2 en date du %1

source: Usage stats
fr: Statistiques d’utilisation

source: Use Code
fr: Utilisez un code

source: User
fr: Utilatisateur

source: User Activity
fr: Abonnement d'essai.

source: User Activity Report
fr: Rapport sur les activités des utilisateurs

source: User ID
fr: ID utilisateur

source: User Log for %1 (%2)
fr: Journal de l’utilisateur %1 (%2)

source: User feedback
fr: Rétroactions des utilisateurs

source: User name contains
fr: Le nom d’utilisateur contient

source: User not found
fr: Utilisateur non trouvée

source: User requests
fr: Requêtes des utilisateurs

source: Username
fr: Nom de utilisateur

source: Username or email address
fr: Nom d’utilisateur ou adresse courriel

source: Users
fr: Utilisateurs

source: Verify Promotion Code
fr: Vérifiez le code promotionnel

source: Videos on YouTube
fr: Vidéos sur YouTube

source: View
fr: Afficher

source: View Page
fr: Afficher page

source: View contributions
fr: Voir les contributions

source: View document
fr: Afficher document

source: View document record
fr: Afficher notice

source: View institution
fr: Visionner l’institution

source: View system reports and usage statistics
fr: Visionner les rapports sur le système et les statistiques d’utilisation

source: View this document at %1:
fr: Visualiser ce document à %1 :

source: View this series of documents at %1:
fr: Visualiser cette série de documents à %1 :

source: View user
fr: Visionner l’utilisateur

source: Views
fr: Affichages

source: Visit Early Canadiana Online
fr: Visitez Notre mémoire en ligne

source: We need to verify that you are a human being. Please enter the words in the image below.
fr: Nous devons nous assurer que vous êtes un être humain. Veuillez saisir les mots dans l’image ci-dessous.

source: We welcome your comments and suggestions about how we can improve Early Canadiana Online.
fr: Vos commentaires et suggestions sur la façon d’améliorer Notre mémoire en ligne sont les bienvenus.

source: We welcome your comments on how we may improve this site. Please provide them below.
fr: Vos commentaires sur la façon d’améliorer ce site sont les bienvenus. Veuillez nous les communiquer ci-dessous.

source: We were unable to find an account matching that email address. Please verify that this is the email address for your account and try again.
fr: Il nous a été impossible de trouver un compte correspondant à cette adresse de courriel. Veuillez vérifier si cette adresse de courriel est celle qui se rapporte à votre compte et essayez de nouveau.

source: We were unable to process your request
fr: Nous sommes dans l’impossibilité de traiter votre demande.

source: We're sorry; we were unable to process your request.
fr: Désolé, nous ne pouvons pas traiter votre requête.

source: Welcome
fr: Bienvenue

source: Welcome, %1
fr: Bienvenue à %1

source: Welcome, %1!
fr: Bienvenue, %1!

source: YYYY
fr: AAAA

source: Years
fr: Années

source: Yes
fr: Oui

source: You are a subscriber to <em>%1</em>.
fr: Vous êtes abonné(e) à <em>%1</em>.

source: You are accessing ECO from an institution that has subscribed to our collection. You will have full access whenever accessing ECO from your institution's network.
fr: Vous accédez à NML par l’entremise d’une institution abonnée à notre collection. Vous bénéficierez d’un accès complet à NML chaque fois que vous consulterez ce site sur le réseau de votre institution.

source: You are not currently subscribed to ECO. Subscription allows full access to the ECO collection, and funds the digitization of new content.
fr: Présentement, vous n’avez pas d’abonnement à NML. L’abonnement vous donne accès à toute la collection NML et finance la numérisation de nouveaux contenus.

source: You are not signed in.
fr: Vous n’êtes pas inscrit(e).

source: You are subscribed to the following collections
fr: Vous êtes abonné(e) aux collections suivantes

source: You are using a limited public version of %1. Full access is available to subcribers.
fr: Vous utilisez une version en accès public restreint à %1. Le plein accès est disponible pour les abonné(e)s.

source: You are using a limited public version of <em>%1</em>. To access the full content and features, you must be a subscriber.
fr: Vous utilisez une version en accès public restreint de <em>%1</em>. Pour obtenir le plein accès au contenu et aux fonctionnalités, vous devez vous abonner.

source: You do not have sufficient privileges to view this page.
fr: Vos privilèges sont insuffisants pour visionner cette page.

source: You have entered an invalid promotion code.
fr: Le code promotionnel que vous avez saisi n’est pas valide.

source: You have full subscriber access to this Canadiana collection because you are accessing it from %1
fr: Vous avez le plein accès réservé aux abonné(e)s pour cette collection de Canadiana parce que vous y accédez par le biais de %1.

source: You have not yet confirmed your user account. Check your email for further instructions
fr: Vous n’avez pas encore confirmé votre compte utilisateur. Veuillez vérifier votre courriel pour d’autres instructions.

source: You have successfully changed your password
fr: Votre mot de passe a été modifié avec succès

source: You have successfully confirmed and activated your account. Welcome!
fr: Vous avez confirmé et activé votre compte avec succès. Bienvenu!

source: You have successfully logged out.
fr: Fermeture de session réussie.

source: You must be logged in to view this page.
fr: Vous devez ouvrir une session pour visionner cette page.

source: You must enter a city to generate a tax receipt.
fr: Vous devez saisir une ville pour l’émission d’un reçu d’impôt.

source: You must enter a donor name to generate a tax receipt.
fr: Vous devez saisir le nom d’un donateur pour l’émission d’un reçu d’impôt.

source: You must enter an address to generate a tax receipt.
fr: Vous devez saisir une adresse pour l’émission d’un reçu d’impôt.

source: You must read and agree to the Canadiana Terms of Service
fr: Vous devez lire et accepter les conditions de service de Canadiana.

source: You must select a province or territory to generate a tax receipt.
fr: Vous devez sélectionner une province ou un territoire pour l’émission d’un reçu d’impôt.

source: You received this email because a request was made to %1 to reset your password.
fr: Vous avez reçu ce courriel parce qu’une demande a été envoyée à %1 pour la réinitialisation de votre mot de passe.

source: Your Canadiana Subscription
fr: Votre abonnement à Canadiana

source: Your Canadiana account needs to be confirmed. An email with instructions has been sent to %1.
fr: La confirmation de votre compte Canadiana est nécessaire. Un courriel contenant les instructions vous a été envoyé à %1.

source: Your ECO free trial ended on %1. Subscribe to regain access to the complete ECO collection, including subscriber-only features not available during your trial.
fr: Votre période d’essai gratuit à NML s’est terminée le %1. Abonnez-vous pour récupérer l’accès à toute la collection NML, y compris certaines fonctions réservées uniquement aux abonnés et non disponibles durant votre période d’essai.

source: Your ECO subscription expired on %1. Renew it to regain access to the complete ECO collection.
fr: Votre abonnement à NML expire le %1. Renouvelez-le pour conserver un accès à toute la collection NML.

source: Your Profile
fr: Votre profil

source: Your email address is invalid.
fr: Votre adresse de courriel n’est pas valide.

source: Your existing subscription will expire
fr: Votre abonnement actuel expirera

source: Your free trial ends on %1. Subscribe today to maintain access to the complete ECO collection, enable PDF downloads and other subscriber benefits, and fund the digitization of new content.
fr: Votre période d’essai se termine le %1. Abonnez-vous dès aujourd’hui pour conserver l’accès à toute la collection NML, permettre le téléchargement de fichiers PDF, profiter des autres avantages réservés aux abonnés et financer la numérisation de nouveaux contenus.

source: Your free trial period has expired. %1 to regain full access to all ECO content.
fr: Votre période d’essai gratuit est terminée. %1 pour récupérer l’accès complet à tout le contenu de NML.

source: Your name
fr: Votre nom

source: Your name cannot exceed 128 characters
fr: Votre nom ne peut pas dépasser 128 caractères

source: Your new subscription will expire
fr: Votre nouvel abonnement expirera

source: Your password has successfully been reset.
fr: Votre mot de passe a été réinitialisé avec succès.

source: Your password must be at least six characters long and may not contain spaces.
fr: Votre mot de passe doit contenir au moins six caractères et aucun espace.

source: Your payment could not be processed correctly.
fr: Le traitement de votre paiement a échoué.

source: Your payment has already been successfully completed.
fr: Votre paiement a été complété avec succès.

source: Your payment of %1 converts your free trial into a full Early Canadiana Online subscription and Canadiana.org membership, and extends it for on year.
fr: Avec votre paiement de %1, votre période d’essai gratuit sera prolongée d’un abonnement complet à Notre mémoire en ligne et vous deviendrez membre de Canadiana.org pour un an.

source: Your payment of %1 converts your free trial into a full Early Canadiana Online subscription and Canadiana.org membership, and extends it for one year.
fr: Votre paiement de %1 vous donnera droit, au terme de votre période d’essai gratuit, à un abonnement à Notre mémoire en ligne et à une adhésion comme membre de Canadiana.org pour un an.

source: Your payment of %1 extends your current Early Canadiana Online subscription and Canadiana.org membership by one year.
fr: Votre paiement de %1 prolonge d’un an votre abonnement à Notre mémoire en ligne et votre adhésion comme membre de Canadiana.org

source: Your payment of %1 gives you a one-year subscription to Early Canadiana Online and a membership in Canadiana.org.
fr: Votre paiement de %1 vous procure un abonnement d’un an à Notre mémoire en ligne et une adhésion comme membre de Canadiana.org.

source: Your payment of %1 has been processed successfully.
fr: Votre paiement de %1 a été traité avec succès.

source: Your profile has been updated successfully.
fr: Votre profile a été mis à jour avec succès.

source: Your single best source for discovering Canadian documentary heritage
fr: La source par excellence pour découvrir le patrimoine documentaire canadien

source: Your subscription ended on %1. Renew it to regain access to the complete ECO collection.
fr: Votre abonnement a pris fin le %1. Renouvelez-le afin d'avoir de nouveau accès à la collection complète de NML.

source: Your subscription expires on %1.
fr: Votre abonnement expire le %1

source: Your subscription has expired. %1 to regain full access to all ECO content.
fr: Votre abonnement est expiré. %1 pour profiter de nouveau d'un accès à tout le contenu de NML.

source: Your subscription has expired. You now have limited public access to <em>%1</em>.
fr: Votre abonnement est expiré. Vous avez maintenant un accès public restreint à <em>%1</em>.

source: Your subscription to %1 has been confirmed. Please print this page for your records.
fr: Votre abonnement à %1 est confirmé. Veuillez imprimer cette page pour vos dossiers.

source: Your subscription to <em>%1</em> will expire on %2.
fr: Votre abonnement à <em>%1</em> expirera le %2.

source: Your username must be between 4 and 64 characters and cannot contain the '@' character
fr: Votre nom d’utilisateur doit compter entre 4 et 64 caractères et ne peut contenir le caractère « @ »

source: and
fr: et

source: any
fr: toutes

source: anywhere
fr: n'importe où

source: as part of the title
fr: dans le titre

source: between 4 and 64 characters; cannot include the '@' symbol
fr: entre 4 et 64 caractères; ne peut contenir le symbole « @ »

source: document metadata
fr: métadonnées du document

source: everywhere
fr: partout

source: for
fr: pour

source: http://www.canada.gc.ca/home.html
fr: http://www.canada.gc.ca/accueil.html

source: http://www.canadiana.ca/en/blog
fr: http://www.canadiana.ca/blog

source: http://www.canadiana.ca/en/blog/feed
fr: http://www.canadiana.ca/blog/feed

source: http://www.canadiana.ca/en/cdp
fr: http://www.canadiana.ca/portail_fr

source: http://www.canadiana.ca/en/contact
fr: http://www.canadiana.ca/contact_fr

source: http://www.canadiana.ca/en/heritage-faq
fr: http://www.canadiana.ca/heritage-foq

source: http://www.canadiana.ca/en/home
fr: http://www.canadiana.ca/accueil

source: http://www.international.gc.ca/international/index.aspx?lang=eng
fr: http://www.international.gc.ca/international/index.aspx?lang=fra

source: http://www.international.gc.ca/library-bibliotheque/index.aspx?lang=eng
fr: http://www.international.gc.ca/library-bibliotheque/index.aspx?lang=fra

source: minimum 6 characters, no spaces allowed
fr: minimum de 6 caractères sans aucun espace

source: newest
fr: date décroissante

source: oldest
fr: date croissante

source: relevance
fr: pertinence

source: sequence
fr: séquence

source: to
fr: à

source: what you would like us to call you
fr: Comment aimeriez-vous qu’on vous appelle?

source: Publication type
fr: Type de publication

source: Debates and Journals
fr: Débats et Journaux

source: Debates only
fr: Débats seulement

source: Journals only
fr: Journaux seulement

source: Debates
fr: Débats

source: Journals
fr: Journaux

source: CARL Homepage
fr: Page d’accueil de l’ABRC

source: http://www.carl-abrc.ca/
fr: http://www.carl-abrc.ca/fr/

source: Library and Archives Canada
fr: Bibliothèque et Archives Canada

source: http://www.bac-lac.gc.ca/eng/Pages/home.aspx
fr: http://www.bac-lac.gc.ca/fra/Pages/accueil.aspx

source: Content provided by participating post-secondary institutions on behalf of their student bodies.
fr: Contenu fourni par les établissements postsecondaires participants au nom de leurs étudiants.

source: Funded by the Government of Canada.
fr: Financé par le gouvernement du Canada.

source: Copyright Notice
fr: Avis de droit d’auteur

source: All Contributors
fr: Tous les collaborateurs

source: Search results for %1
fr: Résultats pour %1

source: Toggle Tags
fr: Basculer les étiquettes

source: Previous tagged page
fr: Page étiquetée précédente

source: Next tagged page
fr: Prochaine page étiquetée

source: Early Canadiana Online
fr: Notre mémoire en ligne

source: Our Other Projects
fr: Nos autres projets

source: Donate
fr: Faire un don

source: Updates
fr: Mises à jour

source: Recent Updates
fr: Mises à jour récentes

source: View more
fr: En voir plus

source: There are no updates to view.
fr: Il n’y a encore aucune mise à jour.

source: Governance &amp; Structure
fr: Gouvernance et structure

source: Membership
fr: Adhésion

source: Projects
fr: Projets

source: Tools &amp; Resources
fr: Outils et ressources

source: History
fr: Histoire

source: Public Collections
fr: Collections publiques

source: Student Voice
fr: Voix étudiante

source: Advisory Committees
fr: Comités consultatif

source: Licensing &amp; Subscriptions
fr: Abonnements institutionnels

source: News
fr: Nouvelles

source: Email Bulletin
fr: Bulletin courriel

source: Digitization &amp; Preservation
fr: Numérisation et préservation

source: Learn About Our Services
fr: Connaître nos services

source: Our Mass Digitization Approach
fr: Numérisation de masse

source: Costs &amp; Specifications
fr: Exigences et spécifications

source: Aboriginal Veterans
fr: Soldats autochtones

source: Trustworthy Digital Repository
fr: Dépôt numérique fiable

source: Important notices
fr: Avis importants

source: Proxy Configuration
fr: Configuration du proxy

source: Request IP address
fr: Adresse IP de la requête

source: Authenticated
fr: Autorisée

source: Genealogy
fr: Généalogie

source: Aboriginal History
fr: Histoire autochtone

source: Government Documents
fr: Documents gouvernementaux

source: Military History
fr: Histoire militaire

source: Landmark Papers
fr: Documents clés

source: Canadiana.org is a non-profit and charitable organization. All prices are in Canadian dollars.
fr: Canadiana.org est un organisme sans but lucrative et caritatif. Tous les prix indiqués sont en dollars canadiens.

source: One Month
fr: 1 mois

source: One Year
fr: 1 an
