Repository: crkn-rcdr/cap
Catalog: CAP/lib/CAP/I18N/*.po
Languages: fr

source: Leave blank to keep the same password
fr: Laissez en blanc pour conserver le même mot de passe

source: Leave blank to keep unchanged
fr: Laisser en blanc pour le conserver

source: Leave blank to keep your current password
fr: Laissez vide pour conserver votre mot de passé actuel

source: Less detail
fr: Description brève

source: Level
fr: Niveau

source: Level %1
fr: Niveau %1

source: Level %1 Subscriber
fr: Abonné(e) de niveau %1

source: Level %1 Subscription
fr: Abonnement de niveau %1

source: Level %1 subscription
fr: Abonnement de niveau %1

source: Like us on Facebook
fr: Aimez-nous sur Facebook

source: Like us on Facebook!
fr: Aimez-nous sur Facebook!

source: Limit
fr: Limite

source: Limit by contributor:
fr: Limiter la recherche par fournisseur :

source: Limit by date range:
fr: Année(s) de publication :

source: Limit by language:
fr: Langue :

source: Limit by media type
fr: Limiter par type de média

source: Link URL
fr: Lier les URL

source: Link opens in a new window
fr: Ce lien ouvre un nouvelle fenêtre

source: List
fr: Liste

source: List Institutions
fr: Lister les institutions

source: List Portals
fr: Lister des portails

source: List Titles: %1
fr: Afficher les titres : %1

source: List Users
fr: Lister les utilisateurs

source: List all users
fr: Lister tous les utilisateurs

source: List institutions
fr: Lister les institutions

source: List of Issues
fr: Liste des numéros

source: List of Reels
fr: Liste des bobines

source: List slideshows
fr: Lister des diaporamas

source: Loading...
fr: Téléchargement...

source: Local Identifier
fr: Identifiant local

source: Log In
fr: Ouverture de session

source: Log in or create a Canadiana account
fr: Ouvrir une session ou créer un compte Canadiana

source: Log in or create an account to continue
fr: Ouvrir une session ou créer un compte pour continuer

source: Logged in as:
fr: Connecté au nom de :

source: Login
fr: Ouverture de session

source: Login to Canadiana
fr: Se connecter à Canadiana

source: Login to Early Canadiana Online
fr: Ouvrir un session dans Notre mémoire en ligne

source: Login/Sign up
fr: Se connecter/S’inscrire

source: Login/Signup
fr: Ouverture de session/Inscription

source: Logo Filename
fr: Nom de fichier du logo

source: Logout
fr: Quitter

source: Look for...
fr: Rechercher...

source: Manage
fr: Gérer

source: Manage Collections
fr: Gérer les collections

source: Manage Content
fr: Gérer le contenu

source: Manage Content: %1
fr: Gérer le contenu : %1

source: Manage Institution: %1
fr: Gérer l’institution : %1

source: Manage Portal: %1
fr: Gérer le portail : %1

source: Manage Slideshow: %1, %2
fr: Gérer le diaporama : %1, %2

source: Manage Slideshows
fr: Gérer les diaporamas

source: Manage Title
fr: Gérer le titre

source: Manage Title: %1
fr: Gérer le titre : %!

source: Manage User: %1
fr: Gérer l’utilisateur : %1

source: Matching pages:
fr: Pages correspondantes :

source: Media
fr: Média

source: Member of
fr: Membre de

source: Missing issues
fr: Numéros manquants

source: Missing username or password
fr: Nom d’utilisateur ou mot de passe manquant

source: Month
fr: Mois

source: More about this item
fr: Plus d’information sur ce document

source: More about this item ...
fr: Autres informations sur ce document...

source: More detail
fr: Description longue

source: More options
fr: Autres options

source: Name
fr: Nom

source: Name contains
fr: Le nom contient

source: Never
fr: Jamais

source: New
fr: Nouveau

source: New Brunswick
fr: Nouveau-Brunswick

source: New Brunswick (NB)
fr: Nouveau-Brunswick (NB)

source: New Code
fr: Nouveau code

source: New Discount Code
fr: Nouveau code promotionnel

source: New Expiry
fr: Prochaine date d'expiration

source: New Institution
fr: Nouvelle institution

source: New Portal
fr: Noouveau portail

source: New Search
fr: Nouvelle recherche

source: New Subscription
fr: Nouvel abonnement

source: New User
fr: Nouveau utilisateur

source: New code
fr: Nouveau code

source: New discount code
fr: Nouveau code promotionnel

source: New password
fr: Nouveau mot de passe

source: New password (leave blank to keep unchanged)
fr: Nouveau mot de passe (laisser en blanc pour le conserver)

source: New search
fr: Nouvelle recherche

source: New user
fr: Nouveau utilisateur

source: New user created successfully.
fr: Nouvel utilisateur créé avec succès.

source: Newfoundland and Labrador
fr: Terre-Neuve-et-Labrador

source: Newfoundland and Labrador (NL)
fr: Terre-Neuve-et-Labrador (NL)

source: Next
fr: suivante

source: Next Page
fr: Page suivante

source: No
fr: Non

source: No Subscription
fr: Non abonné(e)

source: No issues found
fr: Aucun numéro trouvé

source: No items match your search criteria
fr: Votre recherche n'a produit aucun résultat

source: No matching pages found.
fr: Aucune page correspondante trouvée.

source: No results
fr: Aucun résultat

source: No results for
fr: Aucun résultat pour

source: No such role: %1
fr: Aucun rôle du genre : %1

source: None
fr: Aucun

source: Northwest Territories
fr: Territoires du Nord-Ouest

source: Northwest Territories (NT)
fr: Territoires du Nord-Ouest (NT)

source: Not Subscribed
fr: Non abonné

source: Not a subscriber
fr: Non abonné

source: Not a subscriber.
fr: Non abonné.

source: Nothing Found
fr: Aucun résultat

source: Nova Scotia
fr: Nouvelle-Écosse

source: Nova Scotia (NS)
fr: Nouvelle-Écosse (NS)

source: One or more of these words:
fr: Au moins un de ces mots :

source: Open Content
fr: Contenu libre

source: Order
fr: Trier

source: Other
fr: Autre

source: Outbound Links
fr: Liens sortants

source: Page %1 of %2: %3
fr: Page %1 de %2: %3

source: Page Not Found
fr: Page non trouvée

source: Page Views
fr: Pages vues

source: Paid
fr: Payé

source: Parliament
fr: Législature

source: Part of
fr: Fait partie de :

source: Password
fr: Mot de passe

source: Password Reset
fr: Réinitialisation du mot de passe

source: Password reset
fr: Réinitialisation du mot de passe

source: Pay per Download
fr: Téléchargement à la carte

source: Payment History
fr: Historique des paiements

source: Payment Information
fr: Information sur le paiement

source: Permanent Link
fr: Lien permanent

source: Permanent subscription
fr: Abonnement permanent

source: Personal details
fr: Profil personnel

source: Personal subscriptions
fr: Abonnements individuels

source: Please ensure that your postal code is valid.
fr: Veuillez vous assurer de la validité de votre code postal.

source: Please enter a name.
fr: Veuillez saisir un nom.

source: Please enter the words displayed in the anti-spam window.
fr: Veuillez saisir les mots affichés dans la fenêtre antipourriel.

source: Please review your subscription details. If you have a discount code to redeem, enter it where indicated below. When you are ready to subscribe, click the Checkout button to be taken to PayPal to complete your payment.
fr: Veuillez vérifier les détails de votre abonnement. Si vous voulez utiliser votre code promotionnel, saisissez-le à l’endroit indiqué ci-dessous. Lorsque vous serez prêt(e) à vous abonner, cliquer sur le bouton « Paiement » qui vous permettra de compléter votre paiement sur PayPal

source: Please verify the following information and click Subscribe to proceed to our payment processor. When you have completed your payment, you will automatically be returned here.
fr: Veuillez vérifier les informations suivantes et cliquez sur Abonnement pour continuer avec notre fournisseur de services de paiements. Lorsque vous aurez complété votre paiement, vous serez automatiquement redirigé ici.

source: Portal
fr: Portail

source: Portal Configuration
fr: Configuration du portail

source: Portal Stats
fr: Statistiques du portail

source: Portal Title
fr: Titre du portail

source: Portal Usage Report For
fr: Rapport d’utilisation du portail de

source: Portals
fr: Portails

source: Postal Code
fr: Code postale

source: Premium Content
fr: Contenu Premium

source: Premium Subscriber
fr: Abonné(e) Premium

source: Premium Subscription
fr: Abonnement Premium

source: Premium subscription
fr: Abonnement Premium

source: Previous
fr: précédente

source: Previous Expiry
fr: Date d'expiration précédente

source: Previous Page
fr: Page précédente

source: Price ($)
fr: Coût ($)

source: Price: $%1
fr: Coût : %1 $

source: Prince Edward Island
fr: Île-du-Prince-Édouard

source: Prince Edward Island (PE)
fr: Île-du-Prince-Édouard (PE)

source: Produced by Canadiana.org
fr: Réalisée par Canadiana.org

source: Profile
fr: Profil

source: Promotion Code
fr: Code promotionnel

source: Promotion code expired.
fr: Code promotionnel expiré.

source: Promotion code invalid.
fr: Code promotionnel non valide.

source: Promotion code valid!
fr: Code promotionnel valide.

source: Promotional Codes
fr: Codes promotionnels

source: Province/Territory
fr: Province/Territoire

source: Publication years
fr: Années de publication

source: Publication years:
fr: Année(s) de publication :

source: Published
fr: Adresse bibliographique

source: Purchase content
fr: Achat du contenu

source: Quebec
fr: Québec

source: Quebec (QC)
fr: Québec (QC)

source: Random Document
fr: Document choisi au hasard

source: Random document link
fr: Lien vers un document aléatoire

source: Re-enter new password
fr: Saisissez de nouveau votre nouveau mot de passe

source: Re-enter password
fr: Saisissez de nouveau votre mot de passe

source: Real Name
fr: Nom réel

source: Real name
fr: Nom réel

source: Reel ID
fr: ID. de la bobine

source: Refine your search:
fr: Raffinez votre recherche :

source: Register today for a free trial!
fr: Inscrivez-vous dès aujourd’hui pour une période d’essai gratuit!

source: Register today to subscribe!
fr: Inscrivez-vous pour vous abonner dès aujourd'hui!

source: Registered users: %1
fr: Utilisateurs inscrits : %1

source: Regular
fr: Régulier

source: Regular Subscriber
fr: Abonné(e) régulier(ère)

source: Regular Subscription
fr: Abonnement régulier

source: Regular Subsscriber
fr: Abonné(e) regulier

source: Regular subscription
fr: Abonnement régulier

source: Remember me on this computer
fr: Rappelez-vous de moi sur cet ordinateur

source: Reminder Sent
fr: Rappel envoyé

source: Remove
fr: Supprimer

source: Removed <em>%1</em> from <em>%2</em>
fr: <em>%1</em> a été supprimé de <em>%2</em>

source: Renew
fr: Renouvelez

source: Renew It Now
fr: Renouvelez dès aujourd’hui

source: Renew today
fr: Renouvelez dès aujourd’hui

source: Renew today!
fr: Renouvelez dès aujourd’hui!

source: Renewal
fr: Renouvellement

source: Renewals
fr: Renouvellements

source: Repeat password
fr: Répétez le mot de passe

source: Report for the past %1 days
fr: Rapport pour les %1 derniers jours

source: Reports
fr: Rapports

source: Reports menu
fr: Menu des rapports

source: Reports: Outbound Links
fr: Rapports : Liens sortants

source: Reports: User Events
fr: Rapports : Événements utilisateurs

source: Request password reset
fr: Demande de réinitialisation du mot de passe

source: Requests
fr: Requêtes

source: Required fields
fr: Champs requis

source: Reset Password
fr: Réinitialiser le mot de passe

source: Reset password
fr: Réinitialiser le mot de passe

source: Resize Images
fr: Redimensionner les images

source: Resize feature available to subscribers
fr: La fonction de redimensionnement est disponible pour les abonné(e)s

source: Resize page images
fr: Redimensionner les images des pages

source: Results
fr: Résultats

source: Results %1 - %2 of %3
fr: %1 - %2 de %3 résultats

source: Results %1 - %2 of %3 for
fr: %1 - %2 de %3 résultats pour

source: Results from %1 onward.
fr: Résultats à partir de %1

source: Results from %1 to %2.
fr: Résultats pour %1 à %2.

source: Results from %1.
fr: Résultats pour %1.

source: Results limited to:
fr: Résultats limités à :

source: Results page
fr: Page des résultats

source: Results up to %1.
fr: Résultats jusqu’à %1

source: Return to %1
fr: Retour à %1

source: Return to the main page
fr: Retour à la page d’accueil

source: Return to:
fr: Retour à :

source: Revenue
fr: Revenu

source: Review Subscription
fr: Révision de l’abonnement

source: Rights
fr: Droits

source: Roles
fr: Rôles

source: Rotate Left
fr: Pivoter vers la gauche

source: Rotate Right
fr: Pivoter vers la droite

source: Save Changes
fr: Sauvegarder les modifications

source: Search
fr: Rechercher

source: Search Document
fr: Rechercher dans le document

source: Search Tips
fr: Conseils de recherche

source: Search in
fr: Recherche dans

source: Search options
fr: Options de recherche

source: Search results
fr: Liste des résultats

source: Search the collection
fr: Recherche dans la collection

source: Search this collection
fr: Recherche dans cette collection

source: Search this document
fr: Recherche dans ce document

source: Search this item's %1 %2
fr: Effectuer une recherche dans les %1 %2 de ce document

source: Search this series
fr: Effectuer une recherche dans cette série

source: Search within this collection (%1 pages)
fr: Recherche dans cette collection (%1 pages)

source: Search within this collection:
fr: Recherche dans cette collection :

source: Search within this document:
fr: Recherche dans ce document :

source: Search within this issue (%1 pages)
fr: Recherche dans ce numéro (%1 pages)

source: Search within this item (%1 pages)
fr: Recherche dans ce document (%1 pages)

source: Search within this publication (%1 pages)
fr: Recherche dans cette publication (%1 pages)

source: Search within this reel:
fr: Recherche sur la bobine :

source: Search within this series:
fr: Recherche dans cette série :

source: Search within this session:
fr: Recherche dans cette session :

source: Search within this sitting day:
fr: Recherche dans cette journée de séance :

source: Search within this volume:
fr: Rechercher dans ce volume :

source: Search:
fr: Recherche dans :

source: Searches
fr: Recherches

source: Searching
fr: Recherche

source: Searching for matching pages...
fr: Recherche des pages correspondantes...

source: Searching within
fr: Recherche dans

source: Select a Province/Territory
fr: Sélectionnez une province ou un territoire

source: Senate
fr: Sénat

source: Send instructions
fr: Envoyez des instructions

source: Server Error
fr: Erreur du serveur

source: Sessions
fr: Séances

source: Set
fr: Appliquer

source: Set exipiry date
fr: Fixez une date d’expiration

source: Set password
fr: Définissez un mot de passe

source: Set values for %1 tites
fr: Définir les valeurs pour %1 titres

source: Show
fr: Afficher

source: Show All Contributors
fr: Afficher tous les fournisseurs

source: Show All Languages
fr: Afficher toutes les langues

source: Show All Media
fr: Afficher tous les médias

source: Show all %1 matches
fr: Afficher chacune des %1 pages correspondantes

source: and %1 more
fr: et %1 autres

source: Show all issues
fr: Afficher tous les numéros

source: Show only issues published between the years
fr: Afficher uniquement les numéros publiés entre les années

source: Show pages containing: %1
fr: Afficher pages contenant : %1

source: Show serial record
fr: Afficher la notice du périodique

source: Showing all results
fr: Afficher tous les résultats

source: Showing items %1 to %2 of %3
fr: Affichage des résultats %1 à %2 sur %3

source: Showing results %1 - %2.
fr: Affichage des résultats %1 - %2

source: Sign up
fr: Abonnement

source: Sign up for a Canadiana account today and get a %1-day Early Canadiana Online free trial!
fr: Inscrivez-vous dès aujourd’hui pour ouvrir un compte Canadiana et obtenez %1 jours d’essai gratuit sur Notre mémoire en ligne!

source: Sign up for a Canadiana account today and get a free %1-day Early Canadiana Online subscription!
fr: Inscrivez-vous dès aujourd’hui pour ouvrir un compte Canadiana et obtenez un abonnement gratuit à Notre mémoire en ligne pour %1 jours!

source: Sign up for your free account today!
fr: Ouvrez votre compte gratuit dès aujourd’hui!

source: Sign up to Early Canadiana Online
fr: Inscrivez-vous à Notre mémoire en ligne

source: Sincerely,
fr: Meilleures salutations,

source: Slides
fr: Diapositives

source: Smaller
fr: Réduire

source: Sometimes, automated confirmation messages get marked as junk, so be sure to check in your junk or spam folder if you don't see the message in your inbox.
fr: Il arrive que des messages automatiques de confirmation soient identifiés comme du pourriel. Il est donc important de vérifier votre boîte de pourriels si vous ne retrouvez pas le message dans votre boîte de réception.

source: Sort
fr: Trier par

source: Sort Order
fr: Trier par

source: Sort Order:
fr: Ordre de trie :

source: Sort by
fr: Trier par

source: Sort:
fr: Trier :

source: Sponsored Collections
fr: Collections commanditées

source: Standard Search
fr: Recherche de bas

source: Started
fr: Début

source: Statistics
fr: Statistiques

source: Statistics and Reports
fr: Statistiques et rapports

source: Status:
fr: Statut :

source: Subject
fr: Sujet

source: Subjects
fr: Sujets

source: Submit
fr: Soumettre

source: Submit Feedback
fr: Envoyez-nous vos commentaires

source: Subscribe
fr: Pour s'abonner

source: Subscribe Now
fr: S’abonner maintenant

source: Subscribe to %1
fr: S’abonner à %1

source: Subscribe to Early Canadiana Online
fr: Abonnez-vous à Notre mémoire en ligne

source: Subscribe today
fr: Abonnez-vous dès aujourd’hui

source: Subscribe today!
fr: Abonnez-vous dès aujourd’hui!

source: Subscriber
fr: Abonné(e)

source: Subscriber Class
fr: Catégorie d’abonné

source: Subscribers can download a copy of this document.
fr: Les abonné(e)s peuvent télécharger une copie de ce document.

source: Subscribers have access to the full range of ECO content. %1
fr: Les abonnés ont accès à l’ensemble du contenu de NML. %1

source: Subscribers: %1
fr: Abonné(e)s : %1

source: Subscription
fr: Abonnement

source: Subscription Confirmation
fr: Confirmation de l’abonnement

source: Subscription Confirmed
fr: Abonnement confirmé.

source: Subscription Expired
fr: Abonnement expiré

source: Subscription Expires
fr: L’abonnement expire le

source: Subscription History
fr: Historique de l’abonnement

source: Subscription IP Blocks
fr: Plages IP pour les abonnements

source: Subscription Period
fr: Période de l’abonnement

source: Subscription Price
fr: Coût de l’abonnement

source: Subscription Required
fr: Abonnement requis

source: Subscription Type
fr: Type d’abonnement

source: Subscription expired.
fr: Abonnement expiré.

source: Subscription price
fr: Coût de l'abonnement

source: Subscription status
fr: Statut de l’abonnement

source: Subscription to %1
fr: Abonnement à %1

source: Subscriptions
fr: Abonnements

source: Summary
fr: Résumé

source: Surprise me!
fr: Surprenez-moi!

source: Tax Receipt
fr: Reçu d'impôt

source: Terms of Service
fr: Conditions de service

source: Terms of service
fr: Conditions de service

source: Text
fr: Texte intégral

source: Thank you for subscribing
fr: Merci pour votre abonnement

source: Thank you for subscribing to Early Canadiana Online.
fr: Merci de votre abonnement à Notre mémoire en ligne.

source: Thank you for your comments.
fr: Merci de vos commentaires.

source: The Canadiana Team
fr: L’équipe de Canadiana

source: The current password you entered is incorrect
fr: Le mot de passe que vous avez saisi est incorrect

source: The discount code '%1' has already been redeemed
fr: Le code promotionnel ‘%1’ a déjà été utilisé.

source: The discount code '%1' has expired
fr: Le code promotionnel ‘%1’ est expiré.

source: The discount code '%1' was not found
fr: Le code promotionnel ‘%1’ est introuvable.

source: The email address <em>%1</em> is already in use
fr: L’adresse courriel <em>%1</em> est déjà utilisée

source: The email address <em>%1</em> is not valid
fr: L’adresse courriel <em>%1</em> n’est pas valide

source: The link you supplied is not valid. If you got here by clicking on the link sent to you by email, make sure the link in your browser location bar matches exactly. You can also try to copy and paste the link from the email message directly into your location bar.
fr: Le lien que vous avez fourni n’est pas valide. Si vous êtes arrivé ici en cliquant sur le lien qui vous a été envoyé par courriel, vérifiez si ce lien correspond bien au lien apparaissant dans la barre d’adresse de votre navigateur Web. Vous pouvez aussi essayer de copier-coller le lien depuis votre message courriel directement dans votre barre d’adresse.

source: The page you requested cannot be displayed.
fr: La page demandée ne peut être affichée.

source: The page you were looking for cannot be found.
fr: La page demandée est introuvable.

source: The passwords you entered do not match.
fr: Les mots de passe que vous avez saisis ne correspondent pas.

source: The portal id <em>%1</em> does not exist
fr: L’Id. <em>%1</em> n’existe pas pour ce portail

source: The promotion code you entered has expired.
fr: Le code promotionnel que vous avez saisi est expiré.

source: The requested %1 does not exist
fr: Le %1 requis n’existe pas

source: The title id <em>%1</em> does not exist
fr: L’Id. <em>%1</em> n’existe pas pour ce titre

source: The username <em>%1</em> is already in use
fr: Le nom d’utilisateur <em>%1</em> est déjà utilisé

source: The username and password do not match
fr: Le nom d’utilisateur et le mot de passe ne correspondent pas

source: The username, email address or password you entered is incorrect
fr: Le nom d’utilisateur, l’adresse courriel ou le mot de passe que vous avez saisi est incorrect

source: Themes
fr: Thèmes

source: There are no slides yet. Create one below.
fr: Il n’y a encore aucune diapositive. En créer une ci-dessous.

source: There are no slideshows yet. Create one below.
fr: Il n’y a encore aucun diaporama. En créer un ci-dessous.

source: There is no content yet for this title. Please check again later.
fr: Aucun contenu n'est disponible pour ce titre actuellement. Veuillez vérifier de nouveau plus tard.

source: There is no user account matching the username or email address you supplied
fr: Aucun compte utilisateur ne correspond au nom d’utilisateur ou adresse courriel que vous avez fourni

source: There was a problem with your request; try again in a few moments.
fr: Un problème est survenu lors de votre requête. Essayez de nouveau dans quelques instants.

source: There was an error adding the requested IP address range
fr: Une erreur est survenue au moment d’ajouter la plage d’adresse IP requise.

source: There was an error retrieving this page.
fr: Une erreur est survenue lors du téléchargement de cette page.

source: This document contains %1 pages
fr: Ce document contient %1 pages

source: This page is not included in this document's free preview, but subscribers receive full access.
fr: La prévisualisation gratuite de cette page n’est pas disponible pour ce document, mais les abonnés jouissent d’un plein accès.

source: Thumbnail URL
fr: URL de l’imagette

source: Thumbnail: %1
fr: Imagette : %1

source: Title
fr: Titre

source: Title Information
fr: Information sur le titre

source: Title Status
fr: État du titre

source: Title Summary
fr: Sommaire du titre

source: Title access level must be 0, 1 or 2
fr: Le niveau d’accès du titre doit être 0, 1 ou 2

source: Titles
fr: Titres

source: To create a Canadiana user account, enter the following information. You will receive instructions on activating your account by email.
fr: Pour créer un compte utilisateur Canadiana, saisissez les informations suivantes. Vous recevrez des instructions par courriel pour l’activation de votre compte.
