Repository: crkn-rcdr/cap
Catalog: CAP/lib/CAP/I18N/*.po
Languages: fr

source: %1 Hosted titles
fr: %1 titres hébergés

source: %1 Indexed titles
fr: %1 titres indexés

source: %1 Titles
fr: %1 titres

source: %1 cannot be empty
fr: %1 ne peut être vide

source: %1 cannot be null
fr: %1 : cette valeur ne peut être nulle

source: %1 conflicts with existing range %2 belonging to %3
fr: L’adresse IP %1 entre en conflit avec l’adresse 2% existante qui appartient à 3%

source: %1 contains an invalid character: %2. Allowable characters include: %3
fr: %1 contient un caractère non valide : %2. Les caractères valides sont : %3

source: %1 contains an invalid value: %2
fr: %1 comprend une valeur non valide : %2

source: %1 days
fr: %1 jours

source: %1 exceeds maximum length of %2 characters
fr: %1 excède la longueur maximum de %2 caractères

source: %1 is funded by its users through subscriptions. Become a subscriber today to access all of the site's content and features.
fr: %1 est financé par les utilisateurs abonnés. Abonnez-vous aujourd'hui pour avoir accès au contenu complet du site et à toutes ses fonctions.

source: %1 is less than the minimum length of %2 characters
fr: %1 est inférieur à la longueur minimum de %2 caractères

source: %1 issues
fr: %1 numéros

source: %1 must have a length of %2 characters
fr: %1 doit avoir une longueur de %2 caractères

source: %1 reels
fr: %1 bobines

source: %1 results
fr: %1 résultats

source: %1 titles are unassigned
fr: %1 titres ne sont pas attribués

source: %1 titles in total
fr: %1 titres au total

source: %1 to %2
fr: %1 à %2

source: %1 total results.
fr: %1 résultats au total.

source: %1's Profile
fr: Le profil de %1

source: (View all %1 items)
fr: (Visionner l’ensemble des %1 documents)

source: 1 issue
fr: 1 numéro

source: 1 reel
fr: 1 bobine

source: 1 result
fr: 1 résultat

source: 1 year
fr: 1 année

source: 30 days
fr: 30 jours

source: 90 days
fr: 90 jours

source: <strong>Administrator:</strong> you are an administrator
fr: <strong>Administrateur :</strong> vous êtes un administrateur

source: <strong>Institutional Subscriber:</strong> you are currently accessing ECO as a member of <em>%1</em>. This gives you full access to the ECO collection.
fr: <strong>Abonné institutionnel :</strong> vous accédez actuellement au site NML à titre de membre de <em>%1</em>. Ceci vous permet d'accéder à la collection complète de NML.

source: A Canadiana account has been created for %1. To confirm and activate your account, click on the following link:
fr: Un compte Canadiana a été créé pour %1. Pour confirmer et activer votre compte, cliquez sur le lien suivant :

source: A copy of your receipt will be sent to you at %1.
fr: Une copie de votre reçu vous sera retournée à %1.

source: A message has been sent to you at %1 with instructions for activating your account.
fr: Un message courriel a été envoyé à %1 vous informant comment réinitialiser votre mot de passe.

source: About
fr: À propos

source: About Canadiana
fr: À propos de Canadiana

source: About Canadiana Discovery Portal
fr: À propos du Portail de recherche de Canadiana

source: About Canadiana.org
fr: À propos de Canadiana.org

source: About this site
fr: À propos

source: Access
fr: Accès

source: Access Level
fr: niveau d’accès

source: Access Restricted
fr: Accès restreint

source: Access content
fr: Accéder au contenu

source: Access enahnced metadata
fr: Accéder aux métadonnées enrichies

source: Account
fr: Compte

source: Account information updated
fr: Information de compte mise à jour

source: Accounts pending confirmation
fr: Comptes en attente de validation

source: Active
fr: Activé

source: Active paid subscribers
fr: Abonnés en règle

source: Active trial users
fr: Utilisateurs en période d’essai

source: Add
fr: Ajouter

source: Add Collection
fr: Ajouter collection

source: Add IP Address Range
fr: Ajouter la plage d’adresse IP

source: Add Managed Institution
fr: Ajouter l’institution gérée

source: Add Range
fr: Ajouter une plage

source: Add Sponsored Collection
fr: Ajouter une collection commanditée

source: Add Subscription
fr: Ajouter l’abonnement

source: Add Titles
fr: Ajouter les titres

source: Add collection
fr: Ajouter une collection

source: Add host
fr: Ajouter une hôte

source: Add new Institution
fr: Ajouter une nouvelle institution

source: Add new collection
fr: Ajouter une nouvelle collection

source: Add new institution
fr: Ajouter une nouvelle institution

source: Add new promotional code
fr: Ajouter un nouveau code promotionnel

source: Add new user
fr: Ajouter un nouvel utilisateur

source: Add or Update Alias
fr: Ajouter ou mettre à jour alias

source: Add or Update Language
fr: Ajouter ou mettre à jour la langue

source: Add or Update Subscription
fr: Ajouter ou mettre à jour l’abonnemen

source: Add slide
fr: Ajouter une diapositive

source: Add titles to portals, manage content
fr: Ajouter les titres aux portails, gérer le contenu

source: Add to Portal
fr: Ajouter au portail

source: Add to portal
fr: Ajouter au portail

source: Added %1 titles to %2
fr: %1 titres ajoutés au portail %2

source: Added or Updated
fr: Ajoutés ou mis à jour

source: Additional Debugging Information
fr: Informations supplémentaires pour le débogage

source: Address
fr: Adresse

source: Address (Line 2)
fr: Adresse (ligne 2)

source: Address or CIDR Range
fr: Plage d’adresse IP ou CIDR

source: Admin Menu
fr: Menu Admin

source: Administrator
fr: Administrateur

source: Advanced Search
fr: Recherche avancée

source: Advanced search
fr: Recherche avancée

source: Aliases
fr: Alias

source: All
fr: Toutes

source: All Portals
fr: Tous les portails

source: All Titles
fr: Tous les titres

source: All content copyright © Foreign Affairs and International Trade
fr: Tous droits réservés © Affaires étrangères et Commerce international

source: All matching %1 from: %2
fr: Tous les résultats correspondant à %1 de %2

source: All of these words:
fr: Tous ces mots :

source: All titles (%1)
fr: Tous les titres (%1)

source: All unassigned titles (%1)
fr: Tous les titres non attribués (%1)

source: Allow Transcription
fr: Permettre la transcription

source: Alternate
fr: Alternatif

source: Amount
fr: Montant

source: Amount Paid
fr: Montant payé

source: Amount Payable
fr: Montant dû

source: An account already exists for that email address.
fr: Un compte existe déjà pour cette adresse de courriel.

source: An email message has been sent to %1 with instructions for resetting your password.
fr: Un message courriel a été envoyé à %1 vous informant comment réinitialiser votre mot de passe.

source: Any
fr: Toutes

source: Appearing:
fr: Apparaissant :

source: Are you sure you want to delete %1?
fr: Êtes-vous certain de vouloir supprimer %1?

source: Are you sure you want to delete this institution?
fr: Êtes-vous certain de vouloir supprimer cette institution?

source: Are you sure you want to delete this portal?
fr: Êtes-vous certain de vouloir supprimer ce portail?

source: Are you sure you want to delete this slideshow?
fr: Êtes-vous certain de vouloir supprimer ce diaporama?

source: Assign Titles
fr: Assigner les titres

source: Available Collections
fr: Collections disponibles

source: Available issues: %1
fr: Numéros disponibles : %1

source: Available reels: %1
fr: bobines disponibles : %1

source: Back to collections
fr: Retour aux collections

source: Back to search results
fr: Retour à la page des résultats

source: Bad Request
fr: Requête inadéquate

source: Basic Information
fr: Informations de base

source: Batch
fr: Lot

source: Batch Add Titles
fr: Ajouter par lots de titres

source: Between
fr: Entre

source: Bigger
fr: Agrandir

source: Blog
fr: Blogue

source: Both Chambers
fr: Les deux chambres

source: Both Languages
fr: Les deux langues

source: British Columbia
fr: Colombie-Britannique

source: British Columbia (BC)
fr: Colombie-Britannique (BC)

source: Brought to you by Agriculture and Agri-Food Canada
fr: Présenté par Agriculture et Agroalimentaire Canada

source: Browse
fr: Parcourir

source: Browse Titles
fr: Parcourir la liste des titres

source: Browse all collections
fr: Parcourir toutes les collections

source: Browse all titles
fr: Parcourir tous les titres

source: Browse by title
fr: Parcourir par titre

source: Browse the Collection
fr: Parcourir la collection

source: Browse this collection
fr: Parcourir cette collection

source: Browsing within
fr: Navigation dans

source: But avoiding the words:
fr: Mais en évitant les mots :

source: CAP Administration
fr: Administration du CAP

source: CAP System Status Report
fr: Rapport sur l’état du système du CAP

source: Calendar
fr: Calendrier

source: Can Review
fr: Permettre la révision

source: Can Transcribe
fr: Permettre la transcription

source: Canada Agriculture Library-Bibliothèque canadienne de l’agriculture publications contained herein are protected by Crown copyright (unless otherwise indicated), held by the Queen's Printer. These works may not be reproduced, in all or in part, for any commercial purpose except under a license from the Queen's Printer or if credit is given and Crown copyright is acknowledged.
fr: Les publications de Canada Agriculture Library-Bibliothèque canadienne de l’agriculture présentées ici sont protégées (à moins d’indication contraire) par le droit d’auteur de la Couronne détenu par l’Imprimeur de la Reine. Ces documents ne peuvent être reproduits, en tout ou en partie, pour des fins commerciales à moins de détenir une licence de l’Imprimeur de la Reine ou d’indiquer la source et l’autorisation de la Couronne en vertu du droit d’auteur.

source: Canadiana Blog RSS
fr: Fil RSS pour le blogue de Canadiana

source: Canadiana logo
fr: logo de Canadiana

source: Canadiana's Flickr photostream
fr: Compte Flickr Photostream de Canadiana

source: Canadiana.org is a non-profit organization. Subscriptions fund the operation of Early Canadiana Online and the digitization of new content.
fr: Canadiana.org est un organisme sans but lucratif. Les abonnements financent l’opération de Notre mémoire en ligne et la numérisation de nouveaux contenus.

source: Cancel
fr: Annuler

source: Chamber
fr: Chambre

source: Change Reporting Period
fr: Modifier la période visée par le rappor

source: Change order
fr: Modifier l’ordre

source: Change password
fr: Changer le mot de passe

source: Checkout
fr: Paiement

source: Choose a new password
fr: Choisir un nouveau mot de passe

source: Choose a new password for your account
fr: Choisir un nouveau mot de passe pour votre compte

source: City
fr: Ville

source: Class
fr: Catégorie

source: Click here if your browser does not automatically redirect you
fr: Cliquez ici si votre navigateur ne vous redirige pas automatiquement.

source: Click here to resend instructions
fr: Cliquer ici pour renvoyer les instructions

source: Code (max. 16 chars.)
fr: Code (16 car. max.)

source: Collection Contributors
fr: Organisations collaboratrices

source: Collection contributors
fr: Organisations collaboratrices

source: Collection label
fr: Label de la collection

source: Configuration
fr: Configurer

source: Confirm Account
fr: Confirmation du compte

source: Confirmed
fr: Confirmé

source: Contact us
fr: Contactez-nous

source: Content
fr: Contenu

source: Content Manager
fr: Gestionnaire du contenu

source: Content previews
fr: Aperçus du contenu

source: Continued by
fr: Continué par

source: Continues
fr: Continue

source: Contributor
fr: Collaborateur

source: Contributor Info
fr: Information sur le fournisseur

source: Contributor logo
fr: Logo du fournisseur

source: Contributors
fr: Collaborateurs

source: Copyright © Canadiana.org %1
fr: © Canadiana.org %1

source: Copyright © Canadiana.org 2010-%1
fr: © Canadiana.org 2010-%1

source: Copyright © Canadiana.org 2010-11
fr: © Canadiana.org 2010-11

source: Corporate
fr: Enterprises

source: Create
fr: Créer

source: Create Account
fr: Créer un compte

source: Create New User
fr: Créer un nouvel utilisateur

source: Create an account
fr: Créer un compte

source: Create and manage users, institutions and portals
fr: Créer et gérez les utilisateurs, les institutions et les portails

source: Create new
fr: Créer un nouveau

source: Create new code
fr: Créer un nouveau code

source: Create new portal
fr: Créer un nouveau portail

source: Create new user account
fr: Créer un nouveau compte utilisateur

source: Create/Edit a slideshow
fr: Créer/Modifier un diaporama

source: Created
fr: Date de création

source: Creator
fr: Créateur

source: Creator Names
fr: Créateurs

source: Current password
fr: Mot de passe actuel

source: DFATD
fr: MAECD

source: DFATD Library
fr: Bibliothèque MAECD

source: Database ID
fr: ID dans la base de données

source: Date Range
fr: Année(s)

source: Date range:
fr: Plage de dates :

source: Default
fr: Par défaut

source: Delete
fr: Supprimer

source: Delete Institution
fr: Supprimer l’institution

source: Delete Portal
fr: Supprimer un portai

source: Delete Selected
fr: Supprimer les sélections

source: Delete slideshow
fr: Supprimer un diaporama

source: Delete user
fr: Supprimer utilatisateur

source: Deleted %1
fr: %1 supprimé

source: Deleted <em>%1</em>
fr: <em>%1</em> supprimé

source: Details
fr: Détails

source: Did you forget your password?
fr: Vous avez oublié votre mot de passe?

source: Disabled
fr: Désactivé

source: Discount
fr: Remise

source: Discount (%)
fr: Remise (%)

source: Discount Code
fr: Code promotionnel

source: Discount Code Applied
fr: Code promotionnel appliqué

source: Discount Codes
fr: Codes promotionnels

source: Discount from promotion code "%1"
fr: Remise pour le code promotionnel "%1"

source: Display contributors in bibliographic records
fr: Afficher les fournisseurs dans les notices bibliographiques

source: Displaying %1 users matching your criteria out of %1 total users
fr: Affichage des %1 utilisateurs correspondant à vos critères sur un total de %2 utilisateurs

source: Document Record
fr: Notice bibliographique du document

source: Document source
fr: Document original

source: Don't have an account?
fr: Vous ne disposez pas d’un compte?

source: Donor name
fr: Nom du donateur

source: Down
fr: Déplacer vers le bas

source: Download CSV
fr: Télécharger CSV

source: Download PDF
fr: Télécharger PDF

source: Download content
fr: Télécharger le contenu

source: Download file (%1)
fr: Télécharger (%1)

source: Download image:
fr: Télécharger image

source: Duration
fr: Durée

source: Duration (days)
fr: Durée (jours)

source: Duration: %1 days
fr: Durée : %1 jours

source: ECO Account Activation
fr: Activation de votre compte NM

source: ECO Free trial
fr: Période d’essai gratuit de NML

source: ECO Subscriber
fr: Abonné(e) de NML

source: ECO Subscriber.
fr: Abonné(e) de NML.

source: ECO Subscription Finalized
fr: Abonnment à NML confirmé

source: ECO Tax Receipt
fr: Reçu d’impôt pour NML

source: ECO subscription for $%1
fr: Abonnment à NML : %1 $

source: Early Canadiana Collections
fr: Collections sur Notre mémoire en ligne

source: Early Canadiana Online (ECO) is the first large-scale online collection of early Canadian print heritage. ECO contains a digitized selection of the content from the microfiche held by the Canadian Institute for Historical Microreproductions. ECO currently offers twelve online collections totaling over three million pages and is continually expanding its content. The collections include material published from the time of the first European settlers to the first two decades of the 20th Century.
fr: Notre mémoire en ligne (NML) est la première collection de grande envergure donnant accès aux anciens imprimés du patrimoine canadien. NML contient une sélection numérique effectuée à partir du contenu des microfiches détenues par l’Institut canadien de microreproductions historiques. NML offre présentement douze collections en ligne, soit plus de trois millions de pages, et ce contenu s’accroît sans cesse. Ces collections comprennent des documents datant de l’époque des premiers colons jusqu’aux deux premières décennies du XXe siècle.

source: Edit
fr: Éditer

source: Edit Profile
fr: Modifier le profil

source: Edit contributor information
fr: Modifier l’information sur le fournisseur

source: Edit details/change password
fr: Modifier les détails ou le mot de passe

source: Edit institution - %1
fr: Éditer institution - %1

source: Edit slide
fr: Modifier une diapositive

source: Edit subscription information
fr: Modifier l’information sur l’abonnement

source: Editing: %1
fr: Modifié : %1

source: Email
fr: Courriel

source: Email Address
fr: Adresse courriel

source: Email address
fr: Adresse courriel

source: Email address contains
fr: L’adresse courriel contient

source: Email has been sent to you at %1 with instructions for resetting your password.
fr: Un courriel vous a été envoyé à %1 avec des instructions pour réinitialiser votre mot de passe.

source: Enabled
fr: Activé

source: Ends
fr: Expiration

source: English
fr: Anglais

source: Enter discount code
fr: Saisir le code promotionnel

source: Enter your Canadiana username or the email address you signed up with below to receive an email with instructions for resetting your password.
fr: Saisissez ci-dessous votre nom d’utilisateur Canadiana ou l’adresse courriel utilisée lors de votre inscription pour recevoir un courriel avec des instructions pour la réinitialisation de votre mot de passe.

source: Enter your email address to receive instructions on how to reset your password
fr: Veuillez saisir votre adresse de courriel pour recevoir des instructions sur la façon de réinitialiser votre mot de passe.

source: Enter your email address to receive instructions on how to reset your password.
fr: Inscrivez votre adresse courriel pour recevoir des instructions sur la manière de réinitialiser votre mot de passe.

source: Error
fr: Erreur

source: Error:
fr: Erreur :

source: Event
fr: Évènement

source: Event Log for %1
fr: Journal des évènements pour %1

source: Events
fr: Évènements

source: Everything
fr: Tout

source: Expiration date
fr: Date d’expiration

source: Expired
fr: Expiré

source: Expired on %1
fr: Expiré le %1

source: Expired paid subscribers
fr: Utilisateurs dont l’abonnement est échu

source: Expired trial users
fr: Utilisateurs dont la période d’essai est échue

source: Expires
fr: Expiration

source: Expires on %1
fr: Expire le %1

source: Expiry Date
fr: Date d'échéance

source: Extend
fr: Prolonger

source: Extend It Now
fr: Le prolonger maintenant

source: Extend it today!
fr: Prolongez-le dès aujourd’hui!

source: Extend subscription
fr: Prolonger l'abonnement

source: Extent
fr: Description

source: Feature
fr: Fonction

source: Featured Collections
fr: Collections vedettes

source: Features
fr: Fonctions

source: Feedback
fr: Commentaires

source: Filter Users
fr: Filtrer les utilisateurs

source: Find ECO useful? %1 to get PDF downloads and all subscriber benefits.
fr: Vous trouvez NML utile? %1 pour télécharger des fichiers PDF et profiter des avantages réservés aux abonnés.

source: Find Titles (%1 total)
fr: Trouver les titres (%1 total)

source: First Page
fr: Première page

source: Follow us on Twitter
fr: Suivez nous sur Twitter

source: Follow us on Twitter!
fr: Suivez nous sur Twitter!

source: For technical support, please email %1.
fr: Pour du soutien technique, veuillez envoyez un courriel à %1.

source: Foreign Affairs and International Trade
fr: Affaires étrangers et Commerce international

source: Forgot your password?
fr: Vous avez oublié votre mot de passe?

source: Free Content
fr: Contenu gratuit

source: Free Trial
fr: Période d’essai gratuit

source: French
fr: Français

source: Frequency
fr: Fréquence

source: Frequently asked questions
fr: Foire aux questions

source: From a collection held by %1
fr: Provient de la collection de %1

source: Full Access
fr: Plein accès

source: General
fr: Générale

source: General information
fr: Information générale

source: Group Subscriptions
fr: Abonnements de groupe

source: Group by document
fr: Regrouper les pages de chaque document

source: Half of this amount is eligible for a Canadian charitable donation tax receipt.
fr: Au Canada, la moitié de ce montant donne droit à un reçu d’impôt pour activités de bienfaisance.

source: Hello %1,
fr: Bonjour %1,

source: Hello World
fr: Bonjour, tout le monde

source: Help
fr: Aide

source: Home
fr: Accueil

source: Host
fr: Hôte

source: Hosted
fr: Hébergée

source: Hostnames
fr: Noms d’hôte

source: Hosts
fr: Hôtes

source: House of Commons
fr: Chambre des communes

source: I agree to the Canadiana Online %1
fr: J'accepte les %1 de Canadiana

source: I would like a Canadian official receipt for income tax purposes.
fr: J’aimerais obtenir un reçu officiel canadien pour fins d’impôt.

source: IP Addresses
fr: Addresses IP

source: IP address range %1 conflicts with existing range %2
fr: L’adresse IP %1 entre en conflit avec l’adresse IP %2 existante.

source: Identifier
fr: Identificateur

source: Identifiers
fr: Identifiants

source: If you did not request a Canadiana account, please disregard this message.
fr: Si vous n’avez pas sollicité un compte Canadiana, veuillez ignorer ce message.

source: If you did not request a password reset, do not worry: this message was sent to you and nobody else. If you do not want to change your password, simply delete this email.
fr: Si vous n’avez pas demandé la réinitialisation de votre mot de passe, ne vous inquiétez pas : ce message a été envoyé à vous et à personne d’autre. Si vous ne voulez pas changer votre mot de passe, vous n’avez qu’à supprimer ce courriel.

source: If you have a promotional code, enter it here.
fr: Si vous avez un code promotionnel, le saisir ici.

source: If you have any questions about this message, contact us at: info@canadiana.ca.
fr: Si vous avez des questions concernant ce message, veuillez nous contacter à info@canadiana.ca.

source: Import
fr: Importer

source: In partnership with
fr: En partenariat avec

source: Incorrect password.
fr: Mot de passe inexact.

source: Indexed + Hosted
fr: ndexés + Hébergés

source: Indexed Only
fr: Indexés seulement

source: Indexed in Portal
fr: Indexés dans le portail

source: Individual page results
fr: Afficher les résultats page par page

source: Institution deleted
fr: Institution supprimé

source: Institution import/export
fr: Imports-exports de l’institution

source: Institution not found
fr: Institution non trouvé

source: Institution requests
fr: Requêtes de l’institution

source: Institutional
fr: Institutionnel

source: Institutional Subscription
fr: Abonnement institutionnel

source: Institutional Subscription: %1
fr: Abonnement institutionnel : %1

source: Institutional Usage Report for %1
fr: Rapport d’utilisation de l’institution pour %1

source: Institutional User: %1
fr: Utilisateur institutionnel : %1

source: Institutional subscriber
fr: Abonné institutionnel

source: Insufficient Privileges
fr: Privilèges insuffisants

source: Invalid username or password. Please try again.
fr: Nom d’utilisateur ou mot de passe non valide. Veuillez essayer à nouveau.

source: Issue %1 of %2 available issues
fr: Numéro %1 de %2

source: Issue Title
fr: Titre du numéro

source: It may take a few minutes before you receive the message. If you do not see the email in your inbox, remember to check your junk mail folder as well.
fr: Il peut s’écouler quelques minutes avant que le message ne vous parvienne. Si le courriel n’apparaît pas dans votre boîte de réception, pensez à vérifier votre dossier de courrier indésirable.

source: Label
fr: Étiquette

source: Language
fr: Langue

source: Language:
fr: Langue :

source: Languages
fr: Langues

source: Last Login
fr: Dernière connexion

source: Last Page
fr: Dernière page

source: Last Seen
fr: Dernière visite

source: Learn more
fr: En apprendre plus
