<p>
  La collection des monographies, qui couvre trois si&egrave;cles et demi
  d&rsquo;histoire canadienne, s&rsquo;av&egrave;re une riche source de
  documentation primaire pour l&rsquo;exploration d&rsquo;un large
  &eacute;ventail de sujets et de disciplines. Avec quelque 84,000 titres
  pr&eacute;vus au terme du projet, ces monographies historiques constitueront,
  pour les &eacute;tudes canadiennes, la collection de documents interrogeables
  la plus compl&egrave;te qui soit. Les sujets trait&eacute;s vont des grands
  &eacute;v&eacute;nements historiques au d&eacute;veloppement des institutions,
  des lois et de la science, de la litt&eacute;rature canadienne aux
  trait&eacute;s philosophiques, ainsi que de l&rsquo;agriculture &agrave; la
  politique, au commerce et aux tarifs douaniers.
</p>

<p><strong>Taille pr&eacute;vue&nbsp;:</strong> 84,000 titres</p>

<p>
  <strong>Crit&egrave;res de s&eacute;lection&nbsp;:</strong> La collection des
  monographies contient des imprim&eacute;s canadiens (monographies et
  brochures) datant de 1920 et avant. Un certain nombre de titres
  &eacute;trangers ont aussi &eacute;t&eacute; num&eacute;ris&eacute;s, soit
  parce qu&rsquo;ils ont &eacute;t&eacute; publi&eacute;s par des auteurs
  canadiens, soit parce qu&rsquo;ils traitent du Canada. Un comit&eacute;
  consultatif compos&eacute; d&rsquo;universitaires et de biblioth&eacute;caires
  sp&eacute;cialis&eacute;s a d&eacute;fini les crit&egrave;res pour le
  d&eacute;veloppement de cette collection.
</p>

<h3 id="contenu">Contenu</h3>

<p>
  Les monographies constituent une collection compl&egrave;te avec des titres
  s&eacute;lectionn&eacute;s et num&eacute;ris&eacute;s &agrave; partir des
  fonds de plus de 200 biblioth&egrave;ques. Entre 2003 et 2016, Canadiana a
  renforc&eacute; et enrichi cette collection de recherche en y ajoutant des
  monographies identifi&eacute;es et localis&eacute;es par des chercheurs, ainsi
  que des titres r&eacute;cemment acquis des principaux d&eacute;p&ocirc;ts
  documentaires canadiens. Des inventaires effectu&eacute;s sur place dans des
  biblioth&egrave;ques, des centres d&rsquo;archives et des collections
  sp&eacute;ciales non catalogu&eacute;es ont permis la d&eacute;couverte
  d&rsquo;imprim&eacute;s rares et parfois m&ecirc;me inconnus
  jusqu&rsquo;alors.
</p>

<p><strong>Points forts de la collection&nbsp;:</strong></p>

<ul>
  <li>
    Toutes les monographies reproduites par l&rsquo;Institut canadien de
    microreproductions historiques (ICMH)
  </li>
  <li>
    Toutes les monographies disponibles sur Notre m&eacute;moire en ligne (NML)
  </li>
  <li>
    Des monographies r&eacute;cemment num&eacute;ris&eacute;es et offertes pour
    la premi&egrave;re fois par Canadiana
  </li>
  <li>
    Les points forts incluent &eacute;galement l&rsquo;histoire des femmes,
    l&rsquo;histoire des Autochtones, l&rsquo;immigration, la litt&eacute;rature
    canadienne, la g&eacute;n&eacute;alogie et l&rsquo;histoire locale,
    l&rsquo;histoire militaire, le droit, la politique et la m&eacute;decine
  </li>
  <li>
    La religion tenait une place primordiale dans la soci&eacute;t&eacute; du
    XIXe si&egrave;cle, un fait qui explique l&rsquo;ampleur des publications
    &agrave; caract&egrave;re religieux au sein de cette collection
  </li>
  <li>
    Les titres sont publi&eacute;s en 47 langues diff&eacute;rentes, dont 14
    langues autochtones
  </li>
</ul>
