<p>
  La collection des publications gouvernementales d&rsquo;avant 1920 contient
  plus de 1,7 million de pages de documents officiels et historiques de
  l&rsquo;&eacute;poque coloniale, ainsi que des gouvernements provinciaux et
  f&eacute;d&eacute;ral. Cette collection comprend des lois et des projets de
  loi, des rapports de comit&eacute;s, des r&egrave;gles de tribunaux, des
  d&eacute;bats, des journaux et des ordonnances, ainsi qu&rsquo;une
  s&eacute;lection de publications officielles publi&eacute;es en France et en
  Grande-Bretagne, des documents de session, des r&egrave;glements, des rapports
  de commissions royales, des listes &eacute;lectorales et des trait&eacute;s.
</p>

<p>
  <strong>Taille pr&eacute;vue&nbsp;:</strong> 8,500 monographies; 79 titres de
  publications en s&eacute;rie comprenant 2,635 num&eacute;ros
</p>

<p>
  <strong>Crit&egrave;res de s&eacute;lection&nbsp;:</strong> Les publications
  gouvernementales sont le fruit du projet des anciennes publications
  officielles dont les param&egrave;tres ont &eacute;t&eacute; fix&eacute;s par
  le Comit&eacute; consultatif sur les publications gouvernementales. Les
  publications des gouvernements municipaux, ainsi que celles des gouvernements
  provinciaux d&rsquo;apr&egrave;s la Conf&eacute;d&eacute;ration sont exclues
  de cette collection.
</p>

<h3 id="contenu">Contenu</h3>

<p><strong>Points forts de la collection&nbsp;:</strong></p>

<ul>
  <li>
    Une s&eacute;lection de publications officielles d&rsquo;avant la
    Conf&eacute;d&eacute;ration produites par les assembl&eacute;es
    l&eacute;gislatives sous le r&eacute;gime colonial soit, par exemple, des
    lois, des d&eacute;bats parlementaires, des journaux l&eacute;gislatifs et
    des documents de la session
  </li>
  <li>
    Une s&eacute;lection de documents officiels du gouvernement
    f&eacute;d&eacute;ral publi&eacute;s entre 1867 et 1900 comprenant, entre
    autres, des lois, des d&eacute;bats et des journaux parlementaires, des
    rapports de commissions royales et des documents de la session
  </li>
  <li>
    Des publications de la France et de la Grande-Bretagne publi&eacute;s avant
    1900 et dont le contenu se rapporte &agrave; la gouvernance du Canada, comme
    des trait&eacute;s, des lois et projets de loi, de la correspondance, des
    documents et des rapports du Parlement britannique
  </li>
  <li>Des listes de la fonction publique, 1885-1900</li>
  <li>
    Des guides officiels publi&eacute;s avant 1900 &agrave; l&rsquo;intention
    des immigrants qui voudraient &eacute;ventuellement s&rsquo;&eacute;tablir
    au Canada
  </li>
  <li>
    Une s&eacute;lection de discours prononc&eacute;s par des hommes
    d&rsquo;&Eacute;tat tels que Sir John A. Macdonald, Joseph Howe, Charles
    Tupper, Henri Bourassa et autres
  </li>
</ul>
