<p>
  La collection des publications en s&eacute;rie englobe un large
  &eacute;ventail de quotidiens, d&rsquo;hebdomadaires, de revues
  sp&eacute;cialis&eacute;es et de magazines grand public, ainsi que des
  annuaires de villes et des rapports annuels d&rsquo;&eacute;glises,
  d&rsquo;&eacute;coles et de soci&eacute;t&eacute;s. Les publications
  sp&eacute;cialis&eacute;es comprennent des revues commerciales et
  industrielles, de m&ecirc;me que de nombreux magazines populaires
  destin&eacute;s aux hommes, aux femmes, aux &eacute;tudiants et aux enfants.
  Ces anciens p&eacute;riodiques constituent une source d&rsquo;information
  inestimable pour les chercheurs dans tous les domaines car ils permettent de
  suivre le d&eacute;veloppement des id&eacute;ologies et des opinions sur une
  foule de questions. Les revues abondamment illustr&eacute;es ouvrent une
  fen&ecirc;tre captivante sur la vie socio-culturelle du Canada
  d&rsquo;autrefois par l&rsquo;entremise de leurs articles, leurs
  r&eacute;clames, leurs bandes dessin&eacute;es, leurs gravures et leurs
  photographies.
</p>

<p>
  <strong>Taille pr&eacute;vue&nbsp;:</strong> 1,700 titres de
  p&eacute;riodiques comprenant 95,000 num&eacute;ros; 255 titres de
  publications annuelles comprenant 1,100 num&eacute;ros; 330 titres de journaux
  sur 2,000 bobines de microfilm.
</p>

<p>
  <strong>Crit&egrave;res de s&eacute;lection&nbsp;:</strong> Les publications
  annuelles jusqu&rsquo;en 1900, les p&eacute;riodiques jusqu&rsquo;en 1920 et
  les journaux jusqu&rsquo;en 1930. La sous-s&eacute;rie des p&eacute;riodiques
  est essentiellement issue du projet des
  <a href="http://www.canadiana.ca/anciens-periodiques-canadiens"
    >anciens p&eacute;riodiques canadiens</a
  >
  qui a b&eacute;n&eacute;fici&eacute; de l&rsquo;&eacute;troite collaboration
  d&rsquo;un comit&eacute; consultatif pour la d&eacute;finition des
  param&egrave;tres de la collection et des priorit&eacute;s pour la
  num&eacute;risation.
</p>

<h3 id="contenu">Contenu</h3>

<p><strong>Points forts de la collection&nbsp;:</strong></p>

<ul>
  <li>
    Toutes les publications annuelles et les p&eacute;riodiques
    microfilm&eacute;s par l&rsquo;Institut canadien de microreproductions
    historiques (ICMH)
  </li>
  <li>
    Tous les p&eacute;riodiques disponibles sur Notre m&eacute;moire en ligne
    (NML)
  </li>
  <li>
    Des publications en s&eacute;rie r&eacute;cemment ajout&eacute;es &agrave;
    notre collection et qui ne sont pas disponibles sur NML ni dans la
    collection des microfiches de l&rsquo;ICMH
  </li>
  <li>
    Des magazines et des journaux locaux, sp&eacute;cialis&eacute;s, religieux
    et &eacute;tudiants
  </li>
  <li>
    Des annuaires de villes et des rapports annuels publi&eacute;s par des
    &eacute;glises, des &eacute;coles, des entreprises et autres organisations
  </li>
  <li>
    Des p&eacute;riodiques sp&eacute;cialis&eacute;s portant sur un vaste choix
    de sujets : litt&eacute;rature, m&eacute;decine, science et technologie,
    &eacute;ducation, agriculture, affaires, loisirs et sports, politique,
    religion, histoire, droit, vie militaire, musique, g&eacute;n&eacute;alogie,
    livres et &eacute;dition, &eacute;conomie, mode, philat&eacute;lie,
    photographie, humour, psychologie, transports, etc.
  </li>
</ul>
