<p>
  Ce document d&eacute;crit
  <strong>la politique et la strat&eacute;gie de pr&eacute;servation</strong> de
  Canadiana, dont&nbsp;:
</p>

<ul>
  <li>
    Quel contenu est acceptable pour la pr&eacute;servation dans le
    <a href="/depot-numerique-fiable"
      >d&eacute;p&ocirc;t num&eacute;rique fiable</a
    >
  </li>
  <li>La nature des activit&eacute;s de pr&eacute;servation</li>
  <li>
    La facilitation de l&rsquo;acc&egrave;s au contenu pr&eacute;serv&eacute;
  </li>
  <li>
    Les strat&eacute;gies employ&eacute;es pour assurer la pr&eacute;servation
    et l&rsquo;acc&egrave;s &agrave; long terme au contenu
    pr&eacute;serv&eacute;
  </li>
</ul>

<h2 id="contenupreacuteserveacute">Contenu pr&eacute;serv&eacute;</h2>

<p>
  Canadiana pr&eacute;serve uniquement du contenu et de l&rsquo;information
  num&eacute;riques. Canadiana accepte du contenu num&eacute;rique et des
  m&eacute;tadonn&eacute;es pour leur ingestion et leur pr&eacute;servation.
  Canadiana accepte aussi des documents analogiques &agrave; partir desquels des
  substituts num&eacute;riques seront cr&eacute;&eacute;s, puis
  ing&eacute;r&eacute;s et pr&eacute;serv&eacute;s. Les documents analogiques
  originaux sont retourn&eacute;s &agrave; leurs propri&eacute;taires. Canadiana
  n&rsquo;&eacute;met aucune revendication ni sp&eacute;culation quant &agrave;
  la pr&eacute;servation ou disponibilit&eacute; ult&eacute;rieure de ces
  sources analogiques. Les m&eacute;tadonn&eacute;es ing&eacute;r&eacute;es avec
  le contenu num&eacute;rique sont &eacute;galement conserv&eacute;es,
  qu&rsquo;elles soient fournies par le d&eacute;posant ou cr&eacute;&eacute;es
  par Canadiana.
</p>

<p>
  Canadiana produit, pr&eacute;serve et h&eacute;berge son propre contenu
  num&eacute;rique. Les documents sources originaux proviennent de diverses
  sources, mais les versions num&eacute;ris&eacute;es appartiennent &agrave;
  Canadiana qui les pr&eacute;serve et les h&eacute;berge en tant que
  collections qui lui sont propres.
</p>

<p>
  Canadiana pr&eacute;serve et h&eacute;berge aussi le contenu num&eacute;rique
  appartenant &agrave; des tierces parties. Des d&eacute;posants peuvent fournir
  du contenu num&eacute;rique &agrave; Canadiana ou encore retenir les services
  de Canadiana pour num&eacute;riser leurs documents analogiques. Un accord de
  d&eacute;p&ocirc;t entre Canadiana et le d&eacute;posant est requis avant
  l&rsquo;ingestion d&rsquo;un quelconque contenu.
</p>

<p>
  Pas tout le contenu num&eacute;ris&eacute; par Canadiana pour des tierces
  parties n&rsquo;est ing&eacute;r&eacute; ou pr&eacute;serv&eacute;. Il arrive
  parfois que Canadiana num&eacute;rise des documents pour un client, puis
  retourne les copies du contenu num&eacute;ris&eacute; au client sans en
  conserver ou pr&eacute;server lui-m&ecirc;me une copie. Aucun accord de
  d&eacute;p&ocirc;t n&rsquo;est exig&eacute; dans de tels cas.
</p>

<p>
  Le contenu appartenant &agrave; Canadiana est pr&eacute;serv&eacute;
  ind&eacute;finiment. Le contenu appartenant &agrave; des tierces parties est
  pr&eacute;serv&eacute; selon les accords de d&eacute;p&ocirc;t respectifs.
</p>

<h2 id="engagementconcernantlapreacuteservation">
  Engagement concernant la pr&eacute;servation
</h2>

<p>
  Le contenu est ing&eacute;r&eacute; dans le d&eacute;p&ocirc;t
  num&eacute;rique de Canadiana sous la forme d&rsquo;un SIP. Canadiana
  pr&eacute;serve le SIP dans sa forme originale et garantit que le
  d&eacute;posant pourra extraire un SIP identique &agrave; partir du
  d&eacute;p&ocirc;t num&eacute;rique &agrave; tout moment dans le futur. Toutes
  les r&eacute;visions ou migrations de SIP sont &eacute;galement
  pr&eacute;serv&eacute;es afin qu&rsquo;un d&eacute;posant puisse avoir
  acc&egrave;s &agrave; chaque r&eacute;vision ou migration, ainsi
  qu&rsquo;&agrave; l&rsquo;original. Les anciennes r&eacute;visions de SIP
  peuvent contenir des normes ou des formats qui ne b&eacute;n&eacute;ficient
  plus du soutien des outils d&rsquo;acc&egrave;s de Canadiana. En
  d&rsquo;autres termes, bien que les r&eacute;visions ant&eacute;rieures soient
  conserv&eacute;es et peuvent &ecirc;tre r&eacute;cup&eacute;r&eacute;es,
  Canadiana n&rsquo;assumera pas toujours l&rsquo;entretien des outils
  n&eacute;cessaires pour fournir un acc&egrave;s assist&eacute; &agrave; ces
  formats. Canadiana effectuera la migration d&rsquo;un SIP vers des formats et
  des normes actuellement en vigueur avant d&rsquo;&eacute;liminer
  progressivement l&rsquo;acc&egrave;s assist&eacute; &agrave; tous les normes
  et formats qui se rapportent &agrave; ce SIP.
</p>

<p>
  Canadiana peut, de temps &agrave; autre, modifier les normes et les exigences
  qui se rapportent &agrave; un SIP valide. Tous les SIP ing&eacute;r&eacute;s
  ant&eacute;rieurement continueront d&rsquo;&ecirc;tre support&eacute;s, mais
  les nouveaux SIP ing&eacute;r&eacute;s doivent r&eacute;pondre aux exigences
  courantes. Ainsi, le d&eacute;p&ocirc;t num&eacute;rique peut contenir des SIP
  qui &eacute;taient valides au moment de leur ingestion et qui
  b&eacute;n&eacute;ficient toujours du soutien de Canadiana, mais qui ne
  seraient plus ing&eacute;r&eacute;s aujourd&rsquo;hui en raison des
  crit&egrave;res actuels. Acc&egrave;s au contenu Canadiana offre
  l&rsquo;acc&egrave;s en ligne au contenu pr&eacute;serv&eacute; et/ou &agrave;
  ses d&eacute;riv&eacute;es par l&rsquo;entremise d&rsquo;une s&eacute;rie de
  services en ligne. L&rsquo;acc&egrave;s &agrave; ce contenu peut &ecirc;tre
  gratuit pour le public ou encore restreint aux abonn&eacute;s ou &agrave;
  d&rsquo;autres utilisateurs autoris&eacute;s. Le contenu peut &eacute;galement
  &ecirc;tre mis en cache, c&rsquo;est-&agrave;-dire qu&rsquo;il sera
  pr&eacute;serv&eacute; dans le d&eacute;p&ocirc;t num&eacute;rique mais il
  demeurera inaccessible &agrave; moins d&rsquo;une demande sp&eacute;ciale du
  d&eacute;posant.
</p>

<p>
  Le contenu appartenant &agrave; Canadiana est disponible selon les politiques
  touchant ses collections et les ententes de Canadiana avec ses abonn&eacute;s
  et parties prenantes. Le contenu appartenant au d&eacute;p&ocirc;t d&rsquo;une
  tierce partie sera rendu disponible en vertu d&rsquo;un accord de
  d&eacute;p&ocirc;t entre Canadiana et le d&eacute;posant. Canadiana offrira au
  d&eacute;posant l&rsquo;acc&egrave;s tant au contenu original
  d&eacute;pos&eacute; qu&rsquo;&agrave; toutes les r&eacute;visions ou
  migrations de ce m&ecirc;me contenu selon les articles d&eacute;finis dans
  l&rsquo;accord de d&eacute;p&ocirc;t.
</p>

<h2
  id="risqueslieacutesagravelapreacuteservationetagravelrsquoaccegravesducontenu"
>
  Risques li&eacute;s &agrave; la pr&eacute;servation et &agrave;
  l&rsquo;acc&egrave;s du contenu
</h2>

<p>
  Les risques &agrave; long terme li&eacute;s &agrave; la pr&eacute;servation et
  &agrave; l&rsquo;acc&egrave;s du contenu num&eacute;rique se divisent en trois
  grandes cat&eacute;gories
</p>

<ol>
  <li>
    Les formats et les normes&nbsp;: l&rsquo;incapacit&eacute; de faire migrer
    du contenu et m&eacute;tadonn&eacute;es ou d&rsquo;en fournir
    l&rsquo;acc&egrave;s en raison de normes et de formats devenus
    obsol&egrave;tes ou priv&eacute;s de support technique.
  </li>
  <li>
    La pr&eacute;servation et l&rsquo;infrastructure du r&eacute;seau&nbsp;: la
    perte ou la corruption des en raison d&rsquo;erreurs, de pannes ou
    d&rsquo;une intrusion quelconque dans le mat&eacute;riel informatique ou les
    logiciels.
  </li>
  <li>
    Le plan de rel&egrave;ve&nbsp;: l&rsquo;incapacit&eacute; de maintenir
    l&rsquo;infrastructure de pr&eacute;servation d&rsquo;acc&egrave;s suite
    &agrave; la perte de la viabilit&eacute; financi&egrave;re de Canadiana.
  </li>
</ol>

<h2 id="formatsetnormes">Formats et normes</h2>

<p>
  Le contenu num&eacute;rique et les m&eacute;tadonn&eacute;es doivent
  &ecirc;tre conformes aux normes et aux formats support&eacute;s et
  d&eacute;crits dans le
  <a href="http://www.canadiana.ca/schema/2012/mets/csip.xml"
    >profil d&rsquo;application METS</a
  >
  de Canadiana. Canadiana peut, de temps &agrave; autre, modifier la liste de
  ses normes support&eacute;es. Canadiana continuera de pr&eacute;server le
  contenu existant dans le d&eacute;p&ocirc;t num&eacute;rique m&ecirc;me
  s&rsquo;il n&rsquo;accepte et/ou ne facilite plus l&rsquo;acc&egrave;s
  &agrave; du nouveau contenu du m&ecirc;me type.
</p>

<p>
  Canadiana supporte les normes et les formats qu&rsquo;il a
  &eacute;valu&eacute;s et jug&eacute;s capables de supporter de mani&egrave;re
  fiable l&rsquo;ingestion, la pr&eacute;servation et l&rsquo;acc&egrave;s du
  contenu. Canadiana doit s&rsquo;assurer en particulier que&nbsp;:
</p>

<ul>
  <li>
    Le format ou la norme est &eacute;tabli, bien document&eacute; et a fait
    preuve d&rsquo;une application coh&eacute;rente et
    g&eacute;n&eacute;ralis&eacute;e.
  </li>
  <li>
    Il n&rsquo;y a aucune licence particuli&egrave;re ou autres entraves qui
    pourraient limiter les possibilit&eacute;s de Canadiana de stocker,
    manipuler ou migrer des donn&eacute;es &agrave; partir d&rsquo;un format ou
    d&rsquo;une norme vers un autre.
  </li>
  <li>
    Il existe une destination de migration viable pour la norme ou le format
    advenant le cas o&ugrave; celui-ci deviendrait obsol&egrave;te ou ne serait
    plus soutenu.
  </li>
  <li>
    Il existe suffisamment d&rsquo;outils non-exclusifs disponibles pour
    permettre la manipulation, l&rsquo;&eacute;valuation et l&rsquo;acc&egrave;s
    &agrave; cette norme ou format, et que ces outils sont incorpor&eacute;s de
    mani&egrave;re efficiente et efficace dans le r&eacute;seau de
    pr&eacute;servation et d&rsquo;acc&egrave;s de Canadiana.
  </li>
</ul>

<p>
  Chaque norme et format support&eacute; est &eacute;valu&eacute; sur une base
  annuelle afin de s&rsquo;assurer qu&rsquo;il r&eacute;pond toujours &agrave;
  ces crit&egrave;res. Lorsque Canadiana constate qu&rsquo;un format ou une
  norme ne r&eacute;pond plus &agrave; ces crit&egrave;res, il proc&eacute;dera
  &agrave; la migration de tout le contenu ou de toutes les
  m&eacute;tadonn&eacute;es pr&eacute;serv&eacute;s sous ce format vers un autre
  format qui respecte ces crit&egrave;res. Tant le contenu original que le
  contenu migr&eacute; seront pr&eacute;serv&eacute;s, mais l&rsquo;acc&egrave;s
  au contenu original pourrait &ecirc;tre limit&eacute;.
</p>

<h2 id="reacuteseauetinfrastructuredepreacuteservation">
  R&eacute;seau et infrastructure de pr&eacute;servation
</h2>

<p>
  Pour s&rsquo;assurer qu&rsquo;aucun contenu ne soit perdu, corrompu ou
  alt&eacute;r&eacute; suite &agrave; une erreur du syst&egrave;me, une
  d&eacute;faillance du mat&eacute;riel informatique, une erreur ou une
  intrusion de la part d&rsquo;un utilisateur, nous recourrons &agrave; une
  redondance de serveurs, &agrave; un acc&egrave;s limit&eacute; et &agrave; une
  v&eacute;rification r&eacute;guli&egrave;re de la fixit&eacute;. Parmi les
  &eacute;l&eacute;ments cl&eacute;s, mentionnons&nbsp;:
</p>

<ul>
  <li>
    La pr&eacute;servation de 5 copies au minimum de chaque objet (et de toutes
    les m&eacute;tadonn&eacute;es qui y sont associ&eacute;es).
  </li>
  <li>
    Les copies sont pr&eacute;serv&eacute;es dans au moins quatre emplacements
    physiques diff&eacute;rents.
  </li>
  <li>
    Tous les fichiers sont soumis &agrave; une somme de contr&ocirc;le au moment
    de leur ingestion. Chaque copie de chaque fichier est valid&eacute;e avec sa
    somme de contr&ocirc;le sur une base r&eacute;guli&egrave;re. Les fichiers
    manquants et les fichiers qui ne correspondent pas &agrave; leur somme de
    contr&ocirc;le originale sont automatiquement signal&eacute;s &agrave;
    l&rsquo;ing&eacute;nieur en chef des syst&egrave;mes. La p&eacute;riode de
    validation normale consiste en un contr&ocirc;le de chaque copie de chaque
    fichier effectu&eacute; tous les 30 jours.
  </li>
  <li>
    Le mat&eacute;riel informatique et les logiciels sont con&ccedil;us pour
    tol&eacute;rer les d&eacute;faillances. Le mat&eacute;riel informatique et
    les logiciels libres et conformes aux normes de l&rsquo;industrie sont
    utilis&eacute;s pour &eacute;liminer tout risque de d&eacute;pendance
    &agrave; l&rsquo;&eacute;gard d&rsquo;un fournisseur particulier. Les baies
    de stockage sont configur&eacute;es avec des redondances
    int&eacute;gr&eacute;es (RAID) afin d&rsquo;&eacute;viter la perte de
    donn&eacute;es. Advenant le cas o&ugrave; il y aurait une perte de
    donn&eacute;es, la restauration est possible &agrave; partir de l&rsquo;une
    ou l&rsquo;autre des copies.
  </li>
  <li>
    L&rsquo;acc&egrave;s aux serveurs de stockage est limit&eacute; au personnel
    TI qui a besoin d&rsquo;un acc&egrave;s sp&eacute;cifique &agrave; ces
    syst&egrave;mes.
  </li>
  <li>
    Des proc&eacute;dures qui respectent les normes industrielles en
    mati&egrave;re de s&eacute;curit&eacute; des syst&egrave;mes et des
    r&eacute;seaux sont observ&eacute;es, y compris la d&eacute;tection des
    intrusions, le syst&egrave;me d&rsquo;enregistrement et la
    possibilit&eacute; de se connecter &agrave; distance uniquement &agrave;
    l&rsquo;aide de protocoles chiffr&eacute;s SSH.
  </li>
  <li>
    Une copie du d&eacute;p&ocirc;t num&eacute;rique est, en tout temps,
    conserv&eacute;e hors ligne afin d&rsquo;emp&ecirc;cher tout intrus
    d&rsquo;avoir acc&egrave;s &agrave; distance &agrave; l&rsquo;ensemble des
    copies du d&eacute;p&ocirc;t.
  </li>
  <li>
    Toutes les manipulations touchant le d&eacute;p&ocirc;t num&eacute;rique, y
    compris l&rsquo;ingestion, la modification et la mise &agrave; jour des AIP
    (Archival Information Packages), passent par une application logicielle qui
    s&rsquo;assure que le r&eacute;sultat de toutes les modifications
    apport&eacute;es aux AIP sont valides.
  </li>
</ul>

<h2 id="planderelegraveve">Plan de rel&egrave;ve</h2>

<p>
  Dans le cas o&ugrave; Canadiana devient incapable de poursuivre ses
  activit&eacute;s, l'organisme a pris des dispositions pour fournir des copies
  du d&eacute;p&ocirc;t et de tous ses outils, logiciels et syst&egrave;mes
  &agrave; trois institutions&nbsp;: l'Universit&eacute; de l'Alberta,
  l'Universit&eacute; de Toronto et Biblioth&egrave;que et Archives Canada.
</p>

<p>
  Les accords de d&eacute;p&ocirc;t individuels stipulent si le contenu de
  chaque d&eacute;posant sera maintenue et pr&eacute;serv&eacute; par les
  successeurs de Canadiana. Les successeurs de Canadiana ont accept&eacute; de
  conserver tous les contenus du d&eacute;p&ocirc;t (autre que ce qui est exclu
  par les accords de d&eacute;p&ocirc;t) pourvu qu'il n'existe aucune
  interdiction juridique.
</p>
