<p>
  Le D&eacute;p&ocirc;t num&eacute;rique fiable (DNF) de Canadiana est un
  syst&egrave;me de pr&eacute;servation num&eacute;rique fiable et
  int&eacute;gr&eacute; et le contenu qui y est d&eacute;pos&eacute; peut
  &ecirc;tre identifi&eacute;, regroup&eacute;, g&eacute;r&eacute; et
  conserv&eacute; en lieu s&ucirc;r en tout temps. Le DNF offre une
  capacit&eacute; permanente de pr&eacute;server le patrimoine documentaire
  num&eacute;ris&eacute; dans le cadre des projets du RCDR, ainsi que le contenu
  d&eacute;j&agrave; num&eacute;ris&eacute; ou cr&eacute;&eacute;
  num&eacute;riquement, et le contenu soumis par des partenaires de projets.
</p>

<h2 id="engagementsquantagravelapreacuteservation">
  Engagements quant &agrave; la pr&eacute;servation
</h2>

<p>
  Le RCDR s&rsquo;engage &agrave; fournir &agrave; ses membres et aux parties
  prenantes l&rsquo;acc&egrave;s p&eacute;renne &agrave; ses propres collections
  et la pr&eacute;servation &agrave; long terme de toutes les images et
  m&eacute;tadonn&eacute;es qui les composent. Cela implique que, tout en
  garantissant l&rsquo;int&eacute;grit&eacute; des formats num&eacute;riques
  d&rsquo;origine, le contenu demeurera accessible dans des formats de fichiers,
  des plateformes d&rsquo;application et autres technologies qui
  &eacute;volueront au fil du temps.
</p>

<p>
  En ce qui concerne le mat&eacute;riel d&eacute;pos&eacute; dans le DNF par un
  partenaire, le RCDR s&rsquo;engage &agrave; assurer la pr&eacute;servation
  &agrave; long terme de ce contenu, y compris toutes les
  m&eacute;tadonn&eacute;es qui l&rsquo;accompagnent, dans le m&ecirc;me format
  que celui fourni, de mani&egrave;re &agrave; ce que le client ait toujours
  l&rsquo;assurance de pouvoir r&eacute;cup&eacute;rer exactement le contenu
  qu&rsquo;il y a d&eacute;pos&eacute;. Le RCDR s&rsquo;engage &agrave;
  appliquer les m&ecirc;mes normes et pratiques pour garantir la
  pr&eacute;servation et l&rsquo;acc&egrave;s &agrave; long terme du contenu
  d&rsquo;un client que pour son propre contenu, et &agrave; en fournir
  l&rsquo;acc&egrave;s en ligne conform&eacute;ment aux exigences du client.
</p>

<h2 id="politiquesdepreacuteservation">Politiques de pr&eacute;servation</h2>

<p>
  Par de biais du DNF de Canadiana, le RCDR pr&eacute;serve uniquement de
  l&rsquo;information num&eacute;rique. Il accepte directement du
  mat&eacute;riel num&eacute;rique, mais il offre aussi, au besoin, des services
  de num&eacute;risation. Les documents papier ou autres originaux non
  num&eacute;riques sont retourn&eacute;s &agrave; leur source. Les
  m&eacute;tadonn&eacute;es qui d&eacute;crivent les donn&eacute;es et qui
  cr&eacute;ent les points d&rsquo;acc&egrave;s &agrave; celles-ci sont
  &eacute;galement conserv&eacute;es. Par le biais de la plateforme de
  Canadiana, le RCDR assure l&rsquo;acc&egrave;s au contenu en ligne au moyen de
  portails g&eacute;n&eacute;raux et de portails personnalis&eacute;s pour ses
  fournisseurs. Les crit&egrave;res d&rsquo;admissibilit&eacute; &agrave;
  l&rsquo;acc&egrave;s utilisateur sont d&eacute;finis par le fournisseur du
  contenu.
</p>

<h2 id="ressources">Ressources</h2>

<p>
  Les documents publics qui suivent d&eacute;crivent nos normes et nos pratiques
  pour la num&eacute;risation, l&rsquo;ingestion et la pr&eacute;servation dans
  le DNF. Puisque le RCDR et Canadiana.org ont fusionn&eacute; r&eacute;cemment,
  veuillez noter que les documents suivants sont en cours de r&eacute;vision
  comme ils devront &ecirc;tre mis &agrave; jour.
</p>

<ul>
  <li>
    <a
      href="https://docs.google.com/a/c7a.ca/document/d/10Q03FCFJpzWjLg_HM2fFaAkCdJBaKWyvqC_L1qthbRA/edit?usp=sharing"
      >Normes et proc&eacute;dures de la num&eacute;risation</a
    >
  </li>
  <li>
    <a href="/politique-strategie-preservation"
      >Politique et strat&eacute;gie de pr&eacute;servation</a
    >
  </li>
  <li>
    <a
      href="https://docs.google.com/a/c7a.ca/document/d/1EKGM_01dJHs-EpcP1i6Uh5zQASHs1SqOFxAgv154J-8/edit?usp=sharing"
      >D&eacute;finitions se rapportant au Paquet d&rsquo;informations
      diffus&eacute; (DIP)</a
    >
  </li>
  <li>
    <a href="/contenu-dnf">Contenu du d&eacute;p&ocirc;t num&eacute;rique</a>
  </li>
  <li>
    <a
      href="https://docs.google.com/document/d/1rJxEjQ29JuJPZFqppCR_L2JsHNTzSnj0_lYKImkPPOE/edit?usp=sharing"
      >Politique relative aux collections de Canadiana.org</a
    >
  </li>
</ul>
