<ul>
  <li><a href="#introduction">Introduction</a></li>
  <li>
    <a href="#diarySurveys">Sondages par cahiers d&rsquo;&eacute;coute</a>
  </li>
  <li><a href="#radioCollection">Catalogue radio</a></li>
  <li>
    <a href="#televisionCollection">Catalogue t&eacute;l&eacute;vision</a>
  </li>
  <li>
    <a href="#referenceMaterial"
      >Documents de r&eacute;f&eacute;rence (bient&ocirc;t)</a
    >
  </li>
</ul>

<div id="introduction"></div>

<h3 id="introduction">Introduction</h3>

<h4 id="contexte">Contexte</h4>

<p>
  Depuis 1944, Numeris* recueille des donn&eacute;es d&rsquo;auditoire radio et
  t&eacute;l&eacute;vision de divers march&eacute;s canadiens &agrave;
  l&rsquo;aide de plusieurs m&eacute;thodologies en vue de transmettre &agrave;
  ses membres des informations cruciales sur les habitudes d&rsquo;&eacute;coute
  t&eacute;l&eacute;visuelle et radiophonique des Canadiens. Qu&rsquo;il
  s&rsquo;agisse de diffuseurs, d&rsquo;agences de publicit&eacute;,
  d&rsquo;annonceurs ou d&rsquo;autres organismes int&eacute;ress&eacute;s, nous
  les aidons tous &agrave; savoir qui &eacute;coute ou regarde, ce qui est
  &eacute;cout&eacute; ou regard&eacute; et le nombre de personnes qui
  &eacute;coutent ou regardent.
</p>

<p>
  Au d&eacute;part, les rapports regroupant les donn&eacute;es
  d&rsquo;auditoires des march&eacute;s mesur&eacute;s lors des sondages
  men&eacute;s entre 1944 et la mi-2009 &eacute;taient strictement &agrave; la
  disposition des membres de Numeris. Ces documents archiv&eacute;s sont
  d&eacute;sormais accessibles au public et Numeris pr&eacute;voit verser les
  donn&eacute;es depuis la mi-2009 &agrave; ces archives.
</p>

<h4 id="rapportssurlessondagesparcahiersdrsquoeacutecoute">
  Rapports sur les sondages par cahiers d&rsquo;&eacute;coute
</h4>

<p>
  De 1944 &agrave; la mi-2009, les donn&eacute;es d&rsquo;auditoire recueillies
  au moyen des sondages &eacute;taient trait&eacute;es puis compil&eacute;es
  dans des rapports imprim&eacute;s (p. ex. : rapports t&eacute;l&eacute;vision
  de l&rsquo;Automne 1982), lesquels &eacute;taient ensuite distribu&eacute;s
  aux membres de Numeris selon leur march&eacute; d&rsquo;int&eacute;r&ecirc;t.
  Ces rapports, radio ou t&eacute;l&eacute;vision, contenaient des
  donn&eacute;es sur chaque march&eacute; mesur&eacute;. Certains march&eacute;s
  &eacute;taient rapport&eacute;s individuellement dans des
  <em>rapports de march&eacute;s</em> (p. ex. : rapport t&eacute;l&eacute;vision
  de Toronto), ou combin&eacute;s dans un <em>rapport r&eacute;gional</em> (p.
  ex. : le rapport de l&rsquo;Atlantique comprenait les donn&eacute;es des
  march&eacute;s de Halifax, de St. John&rsquo;s et de Moncton, entre autres).
  D&rsquo;autres rapports &eacute;taient &eacute;galement &agrave; la
  disposition des membres, tels que le <em>rapport de port&eacute;e</em> et les
  <em>rapports sp&eacute;ciaux</em> (produits &agrave; la demande de certains
  membres) ainsi que les
  <em>documents de r&eacute;f&eacute;rence</em> pertinents.
</p>

<h4
  id="freacutequencedessondagesmarcheacutesmesureacutesetchangementsapporteacutesauformatdesrapports"
>
  Fr&eacute;quence des sondages, march&eacute;s mesur&eacute;s et changements
  apport&eacute;s au format des rapports
</h4>

<p>
  Le nombre de sondages a vari&eacute; d&rsquo;une ann&eacute;e &agrave;
  l&rsquo;autre. Au tout d&eacute;but, en 1944, un sondage radio &eacute;tait
  men&eacute; tous les deux ans. La fr&eacute;quence a augment&eacute; &agrave;
  deux fois par ann&eacute;e en 1956, ann&eacute;e durant laquelle le service
  t&eacute;l&eacute;vision a vu le jour. En 1963, le nombre de sondages est
  pass&eacute; &agrave; quatre par ann&eacute;e, puis la fr&eacute;quence
  variera par la suite. Le sondage le plus important &eacute;tait celui de
  l&rsquo;automne puisque tous les march&eacute;s &eacute;taient mesur&eacute;s,
  suivi du sondage du printemps. Les sondages de l&rsquo;hiver et de
  l&rsquo;&eacute;t&eacute;, s&rsquo;il y a lieu, incluaient seulement les
  march&eacute;s principaux ainsi que des sondages sp&eacute;ciaux pour certains
  march&eacute;s. D&rsquo;autres sondages sp&eacute;ciaux pouvaient &ecirc;tre
  r&eacute;alis&eacute;s durant une ann&eacute;e et leurs r&eacute;sultats
  &eacute;taient compil&eacute;s puis fournis aux membres qui en avaient fait la
  demande.
</p>

<p>
  Les march&eacute;s mesur&eacute;s pour la m&ecirc;me p&eacute;riode de sondage
  (p. ex. : sondage de l&rsquo;automne) pouvaient changer d&rsquo;une
  ann&eacute;e &agrave; l&rsquo;autre, quoique pas de mani&egrave;re importante.
</p>

<p>
  Le nombre de rapports imprim&eacute;s lors d&rsquo;un sondage, de m&ecirc;me
  que la r&eacute;partition des march&eacute;s dans les rapports (c.-&agrave;-d.
  les march&eacute;s inclus dans les rapports de march&eacute;s individuels et
  ceux inclus dans les rapports r&eacute;gionaux), a vari&eacute; au fil du
  temps pour plusieurs raisons. Par exemple, suite &agrave; des changements
  apport&eacute;s au contenu ou au format, tels que l&rsquo;ajout d&rsquo;un
  groupe d&eacute;mographique ou d&rsquo;une estimation d&rsquo;auditoire, le
  volume des rapports a augment&eacute; et, par cons&eacute;quent, ces derniers
  ont d&ucirc; &ecirc;tre divis&eacute;s (p. ex. : un rapport r&eacute;gional
  divis&eacute; en rapports de march&eacute;s ou en plus petits rapports
  r&eacute;gionaux). Le nombre de rapports (et de march&eacute;s inclus dans un
  rapport) d&rsquo;un sondage &agrave; l&rsquo;autre durant une ann&eacute;e a
  &eacute;galement vari&eacute;, d&eacute;pendamment du sondage : habituellement
  le sondage de l&rsquo;automne inclut tous les march&eacute;s alors que celui
  de l&rsquo;&eacute;t&eacute; inclut seulement les march&eacute;s principaux.
</p>

<p>
  Pour un sommaire graphique de l&rsquo;&eacute;volution des rapports de
  march&eacute;s et r&eacute;gionaux radio et t&eacute;l&eacute;vision, voir les
  figures
  <a href="#RadioReports"
    >Rapports r&eacute;gionaux et de march&eacute;s radio au fil des ans</a
  >
  et
  <a href="#TVReports"
    >Rapports r&eacute;gionaux et de march&eacute;s t&eacute;l&eacute;vision au
    fil des ans</a
  >
  plus loin.
</p>

<p>
  <small>
    * Anciennement Sondages BBM (Bureau of Broadcast Measurement, BBM Bureau of
    Measurement et BBM Canada en anglais). <br />
    ** Une ann&eacute;e de diffusion s&rsquo;&eacute;tend de septembre &agrave;
    ao&ucirc;t. <br />
  </small>
</p>

<p>
  <small><a href="#wrapper">retour au d&eacute;but</a></small>
</p>

<hr />

<div id="diarySurveys"></div>

<h3 id="sondagesparcahiersdrsquoeacutecoute">
  Sondages par cahiers d&rsquo;&eacute;coute
</h3>

<p>
  L&rsquo;une des m&eacute;thodologies utilis&eacute;e par Numeris est la
  collecte de donn&eacute;es par cahiers d&rsquo;&eacute;coute radio ou
  t&eacute;l&eacute;vision. Ceux-ci permettent de mesurer durant une semaine
  l&rsquo;&eacute;coute radiophonique ou t&eacute;l&eacute;visuelle des membres
  de m&eacute;nages s&eacute;lectionn&eacute;s au hasard dans divers
  march&eacute;s canadiens.
</p>

<p>
  Les sondages par cahiers d&rsquo;&eacute;coute sont identifi&eacute;s dans le
  catalogue selon l&rsquo;ann&eacute;e et la saison la plus proche durant
  lesquelles ils ont &eacute;t&eacute; men&eacute;s (p. ex. : Automne 1970). Les
  sondages additionnels men&eacute;s durant une ann&eacute;e, soit pour les
  principaux march&eacute;s seulement ou &agrave; la demande d&rsquo;une membre
  en particulier, sont identifi&eacute;s dans le catalogue selon la saison la
  plus proche et l&rsquo;ann&eacute;e durant lesquelles ils ont
  &eacute;t&eacute; men&eacute;s par un pr&eacute;fixe tel que &laquo;
  pr&eacute; &raquo; ou &laquo; post &raquo; (signifiant avant ou apr&egrave;s
  le sondage principal, pas n&eacute;cessairement les p&eacute;riodes
  saisonni&egrave;res standards durant l&rsquo;ann&eacute;e), ou par un
  identifiant similaire (p. ex. : &laquo; sp&eacute;cial &raquo;) afin de les
  diff&eacute;rencier des sondages principaux (p. ex. : &laquo;
  Pr&eacute;-automne 1975 &raquo;).
</p>

<p>
  Cliquez
  <a href="http://cdn.canadiana.ca/numeris/survey_dates_radio.pdf">ici</a> pour
  obtenir la liste des sondages radio avec leurs dates ou
  <a href="http://cdn.canadiana.ca/numeris/survey_dates_tv.pdf">ici</a> pour
  celle des sondages t&eacute;l&eacute;vision avec leurs dates.
</p>

<p>
  <small><a href="#wrapper">retour au d&eacute;but</a></small>
</p>

<hr />

<div id="radioCollection"></div>

<h3 id="catalogueradio">Catalogue radio</h3>

<p>
  Le catalogue radio r&eacute;unit des documents li&eacute;s &agrave; la mesure
  des auditoires radio. Il contient essentiellement des rapports de
  march&eacute;s et r&eacute;gionaux, ainsi que des rapports de port&eacute;e et
  sp&eacute;ciaux, d&eacute;crits ci-apr&egrave;s.
</p>

<p>
  <strong>Note</strong> : Les stations de radio sont identifi&eacute;es par des
  indicatifs d&rsquo;appel (ou lettres d&rsquo;appel) utilis&eacute;s par le
  C.R.T.C. L&rsquo;indicatif d&rsquo;appel d&rsquo;une station de radio MA (AM)
  est habituellement compos&eacute; de quatre lettres (p. ex. : CAAA), bien
  qu&rsquo;il existe quelques exceptions o&ugrave; l&rsquo;indicatif est
  compos&eacute; de trois lettres. L&rsquo;indicatif d&rsquo;une station de
  radio MF (FM) est g&eacute;n&eacute;ralement compos&eacute; de quatre lettres
  (sauf exception o&ugrave; l&rsquo;indicatif est compos&eacute; de trois
  lettres), suivi de FM ou &ndash;FM selon le type de rapport, la section de
  rapport ou l&rsquo;ann&eacute;e. Ces variantes doivent &ecirc;tre prises en
  compte lorsque vous cherchez des lettres d&rsquo;appel dans le catalogue.
</p>

<h4 id="rapportsdemarcheacutesetreacutegionauxradio">
  Rapports de march&eacute;s et r&eacute;gionaux radio
</h4>

<p>
  Les rapports de march&eacute;s et r&eacute;gionaux radio contiennent des
  donn&eacute;es d&rsquo;auditoire de l&rsquo;&eacute;coute radio pour chaque
  station membre localis&eacute;e dans un march&eacute; mesur&eacute;.
  L&rsquo;information sur un march&eacute; peut &ecirc;tre incluse dans un
  rapport de march&eacute; individuel (p. ex. : rapport march&eacute; de
  Toronto) ou combin&eacute;e avec celles d&rsquo;autres march&eacute;s
  provenant de la m&ecirc;me r&eacute;gion dans un rapport r&eacute;gional
  (p.ex. le march&eacute; d&rsquo;Halifax inclus dans le rapport r&eacute;gional
  de l&rsquo;Atlantique). Pour un sommaire graphique de l&rsquo;&eacute;volution
  des rapports r&eacute;gionaux et de march&eacute;s radio, voir ci-apr&egrave;s
  la figure
  <strong
    >Rapports r&eacute;gionaux et de march&eacute;s radio au fil des ans</strong
  >.
</p>

<p>
  Les rapports de march&eacute;s et r&eacute;gionaux radio pr&eacute;sentent le
  contenu ci-apr&egrave;s. Pour plus de clart&eacute;, un rapport de
  march&eacute; ou un rapport r&eacute;gional compile des rapports portant sur
  le ou les march&eacute;(s) concern&eacute;(s).
</p>

<ul>
  <li>
    <p>
      <strong>Information sur le sondage actuel</strong> &ndash; Les
      informations suivantes peuvent &ecirc;tre incluses (selon
      l&rsquo;ann&eacute;e) :
    </p>

    <ul>
      <li>
        Avis importants (p. ex. : perturbations de sondage, enfreinte aux
        r&egrave;gles de conduite)
      </li>
      <li>Description du contenu du rapport</li>
      <li>Notes sur le sondage</li>
      <li>Carte g&eacute;ographique des march&eacute;s centraux</li>
      <li>&Eacute;chantillons tabul&eacute;s et population</li>
      <li>
        Liste, format et type de stations / changements apport&eacute;s au
        format
      </li>
      <li>&Eacute;v&eacute;nements sportifs de ligue majeure par station</li>
      <li>
        P&eacute;riode hors d&rsquo;onde et de puissance r&eacute;duite par
        station
      </li>
      <li>
        Indicateur des tranches horaires par station (s&rsquo;il y a lieu)
      </li>
      <li>Niveaux d&rsquo;&eacute;coute</li>
    </ul>
  </li>
  <li>
    <p><strong>Rapports</strong></p>

    <ul>
      <li>
        Section 1 &ndash; Rapport de station
        <ul>
          <li>
            <strong>Rapport de station</strong> (un rapport par station) :
            Contient les donn&eacute;es d&rsquo;auditoire pour une station en
            fonction d&rsquo;un certain nombre de tranches horaires (p. ex. : 7
            h &agrave; 19 h, le samedi) et par quart d&rsquo;heure.
          </li>
          <li>
            <strong>Rapports suppl&eacute;mentaires</strong> (s&rsquo;il y a
            lieu) : Mis &agrave; part le fait qu&rsquo;il soit produit &agrave;
            la demande d&rsquo;un membre en fonction d&rsquo;une aire
            g&eacute;ographique red&eacute;finie ou d&rsquo;autres combinaisons
            de stations, le rapport est identique au rapport par station.
          </li>
        </ul>
      </li>
      <li>
        Section 2 &ndash; Rapports de groupe
        <ul>
          <li>
            <strong>Rapports de groupe</strong> (un rapport par groupe de
            stations) : Contient les donn&eacute;es d&rsquo;auditoire
            combin&eacute;es de deux stations ou plus qui vendent du temps
            d&rsquo;antenne &agrave; des prix forfaitaires.
          </li>
          <li>
            <strong>Rapports de groupes suppl&eacute;mentaires</strong>
            (s&rsquo;il y a lieu).
          </li>
        </ul>
      </li>
      <li>
        Section 3 &ndash; Rapports de march&eacute; &ndash; Les informations
        suivantes peuvent &ecirc;tre incluses (selon l&rsquo;ann&eacute;e) :
        <ul>
          <li>
            <strong>Rapport de march&eacute;</strong> (un rapport par
            march&eacute;) : Contient les donn&eacute;es d&rsquo;auditoire des
            stations par march&eacute;.
          </li>
          <li>
            <strong>Profil d&eacute;mographique par march&eacute;</strong>
            (introduit en 1986) : Contient un profil de la population d&rsquo;un
            march&eacute; central, accompagn&eacute; de donn&eacute;es
            qualitatives en fonction de l&rsquo;&acirc;ge, du sexe, de
            l&rsquo;occupation, du niveau de scolarit&eacute;, de la langue et
            de la taille du m&eacute;nage, pour certains groupes
            d&eacute;mographiques, qui peut &ecirc;tre compar&eacute; au profil
            d&rsquo;une station individuelle dans ce march&eacute; central.
          </li>
          <li>
            <strong>Tendances des march&eacute;s</strong> (introduit en 1986):
            Permet de comparer la performance de deux stations ou plus dans le
            m&ecirc;me march&eacute;, ou par rapport aux sondages
            pr&eacute;c&eacute;dents.
          </li>
        </ul>
      </li>
    </ul>
  </li>
  <li>
    <p>
      <strong>Renseignements compl&eacute;mentaires</strong> &ndash; Ces
      renseignements peuvent &ecirc;tre inclus (selon l&rsquo;ann&eacute;e),
      soit en pr&eacute;ambule, soit en annexe:
    </p>

    <ul>
      <li>Description des cat&eacute;gories d&rsquo;emploi</li>
      <li>Description des types de format</li>
      <li>Glossaire des termes relatifs aux sondages radio</li>
      <li>Techniques de sondage</li>
      <li>Services additionnels</li>
      <li>R&egrave;gles de conduite</li>
    </ul>
  </li>
</ul>

<h4 id="rapportsdeporteacuteeenradio">Rapports de port&eacute;e en radio</h4>

<p>
  Ces rapports pr&eacute;sentent la port&eacute;e, les heures totales (%/(000))
  et la moyenne des heures d&rsquo;&eacute;coute pour plusieurs groupes
  d&eacute;mographique des stations les plus performantes dans chaque
  march&eacute; ainsi que les principales r&eacute;gions desservies par chaque
  station.
</p>

<ul>
  <li>
    <p>
      <strong>Informations concernant le sondage</strong> &ndash; Les
      informations suivantes peuvent &ecirc;tre incluses (selon
      l&rsquo;ann&eacute;e) :
    </p>

    <ul>
      <li>
        Avis importants (p. ex. : perturbation du sondage, enfreinte aux
        r&egrave;gles de conduite, etc.)
      </li>
      <li>Cartes g&eacute;ographiques</li>
      <li>&Eacute;chantillon tabul&eacute; et population</li>
      <li>R&eacute;pertoire de stations</li>
      <li>Niveaux d&rsquo;&eacute;coute par province</li>
    </ul>
  </li>
  <li>
    <p><strong>Rapports</strong></p>

    <ul>
      <li>
        Port&eacute;e par station : Liste des stations par province
        (&eacute;num&eacute;r&eacute;es d&rsquo;est en ouest)
        pr&eacute;sent&eacute;es par ordre alphab&eacute;tique selon la
        r&eacute;gion et les lettres d&rsquo;appel. Les r&eacute;gions sont
        &eacute;num&eacute;r&eacute;es en ordre descendant selon les heures
        totales d&rsquo;&eacute;coute dans la r&eacute;gion.
      </li>
      <li>
        Port&eacute;e par r&eacute;gion : Dans une r&eacute;gion
        rapport&eacute;e (r&eacute;gions &eacute;num&eacute;r&eacute;es
        d&rsquo;est en ouest), les stations sont &eacute;num&eacute;r&eacute;es
        en ordre descendant selon les heures d&rsquo;&eacute;coute.
      </li>
    </ul>
  </li>
</ul>

<h4 id="rapportsspeacuteciauxenradio">Rapports sp&eacute;ciaux en radio</h4>

<p>
  Des rapports sp&eacute;ciaux command&eacute;s par des membres compil&eacute;s
  et distribu&eacute;s aux membres sur demande.
</p>

<h4 id="documentsdereacutefeacuterence">
  Documents de r&eacute;f&eacute;rence
</h4>

<p>Voir la section Documents de r&eacute;f&eacute;rence ci-apr&egrave;s.</p>

<div id="RadioReports"></div>

<p>
  <img
    src="http://cdn.canadiana.ca/numeris/radio_reports_fr.png"
    alt="Rapports r&eacute;gionaux et de marches radio au fil des ans"
    id="rapportsreacutegionauxetdemarchesradioaufildesans"
  />
</p>

<p>
  <small><a href="#wrapper">retour au d&eacute;but</a></small>
</p>

<hr />

<div id="televisionCollection"></div>

<h3 id="catalogueteacuteleacutevision">Catalogue t&eacute;l&eacute;vision</h3>

<p>
  Le catalogue t&eacute;l&eacute;vision r&eacute;unit les documents li&eacute;s
  &agrave; la mesure des auditoires t&eacute;l&eacute;vision. Il contient
  essentiellement des rapports de march&eacute;s, d&rsquo;anciens rapports
  r&eacute;gionaux ainsi que des rapports de port&eacute;e et sp&eacute;ciaux,
  d&eacute;crits ci-apr&egrave;s.
</p>

<p>
  <strong>Note</strong> : Dans les documents faisant r&eacute;f&eacute;rence aux
  cahiers d&rsquo;&eacute;coute, une station de t&eacute;l&eacute;vision locale
  (g&eacute;n&eacute;raliste) est habituellement identifi&eacute;e par les
  lettres d&rsquo;appel (4 caract&egrave;res) utilis&eacute;es par le C.R.T.C.
  Les lettres d&rsquo;appel des canaux sp&eacute;cialis&eacute;s peuvent
  contenir jusqu&rsquo;&agrave; 6 caract&egrave;res au maximum. Cette limite
  doit &ecirc;tre gard&eacute;e &agrave; l&rsquo;esprit en cherchant dans le
  catalogue puisque le nom complet d&rsquo;une station risque de ne pas
  &ecirc;tre trouv&eacute;.
</p>

<h4 id="rapportsdemarcheacutesetreacutegionauxteacuteleacutevision">
  Rapports de march&eacute;s et r&eacute;gionaux t&eacute;l&eacute;vision
</h4>

<p>
  Les rapports de march&eacute;s et r&eacute;gionaux contiennent des
  donn&eacute;es d&rsquo;auditoire de l&rsquo;&eacute;coute
  t&eacute;l&eacute;visuelle pour chaque station localis&eacute;e dans un
  march&eacute; mesur&eacute;. L&rsquo;information sur un march&eacute; peut
  &ecirc;tre incluse dans un rapport de march&eacute; individuel (p. ex. :
  rapport march&eacute; de Toronto) ou combin&eacute;e avec celles
  d&rsquo;autres march&eacute;s provenant de la m&ecirc;me r&eacute;gion dans un
  rapport r&eacute;gional (p. ex. : le march&eacute; d&rsquo;Halifax inclus dans
  le rapport r&eacute;gional de l&rsquo;Atlantique). Pour un sommaire graphique
  de l&rsquo;&eacute;volution des rapports r&eacute;gionaux et de march&eacute;s
  t&eacute;l&eacute;vision, voir ci-apr&egrave;s la figure
  <strong
    >Rapports r&eacute;gionaux et de march&eacute;s t&eacute;l&eacute;vision au
    fil des ans</strong
  >.
</p>

<p>
  Les rapports de march&eacute;s et r&eacute;gionaux contiennent les
  informations suivantes. Pour plus de clart&eacute;, un rapport de
  march&eacute; ou un rapport r&eacute;gional compile des rapports portant sur
  le ou les march&eacute;(s) concern&eacute;(s).
</p>

<ul>
  <li>
    <p>
      <strong>Information concernant le sondage actuel</strong> &ndash; Les
      informations suivantes peuvent &ecirc;tre incluses (selon
      l&rsquo;ann&eacute;e) :
    </p>

    <ul>
      <li>Avis &agrave; l&rsquo;intention des membres</li>
      <li>Description du contenu du rapport</li>
      <li>
        Taille de l&rsquo;&eacute;chantillon et population pour le march&eacute;
      </li>
      <li>
        Une carte g&eacute;ographique illustrant les comt&eacute;s et les
        divisions de recensement qui inclut le march&eacute;. De plus, les
        limites des march&eacute;s centraux et &eacute;tendus sont
        identifi&eacute;es.
      </li>
      <li>
        Une liste des stations de t&eacute;l&eacute;vision rapport&eacute;es et
        le r&eacute;seau auquel elles sont affili&eacute;es
      </li>
      <li>
        Une liste des films diffus&eacute;s par chaque station au cours de la
        p&eacute;riode de sondage &ndash; depuis l&rsquo;Automne 1980
      </li>
    </ul>
  </li>
  <li>
    <p>
      <strong>Rapports</strong> &ndash; (Les rapports plus anciens risquent
      d&rsquo;&ecirc;tre moins d&eacute;taill&eacute;s)
    </p>

    <ul>
      <li>
        <strong>Section par tranche horaire</strong> : Contient les
        donn&eacute;es d&rsquo;auditoire des stations pour certaines
        p&eacute;riodes pr&eacute;cises de la journ&eacute;e (p. ex.: lundi au
        dimanche, de 19 h &agrave; 23 h)
      </li>
      <li>
        <strong>Section par titre d&rsquo;&eacute;mission</strong> : Contient
        une liste d&rsquo;&eacute;missions par ordre alphab&eacute;tique par
        station au cours de la p&eacute;riode de sondage avec leurs
        donn&eacute;es d&rsquo;auditoire. Les rapports plus anciens (1975 et
        avant) ne contiennent pas cette section; les &eacute;missions sont
        &eacute;num&eacute;r&eacute;es par case horaire.
      </li>
      <li>
        <strong>Section par case horaire</strong> : Contient les donn&eacute;es
        d&rsquo;auditoire des stations au cours de p&eacute;riodes similaires
        (p. ex. : par demi-heure)
      </li>
      <li>
        <strong>Section &ldquo;F.C. inc. cancom&rdquo;</strong> : Pour les
        march&eacute;s avec des stations diffus&eacute;es par satellite
        d&rsquo;un oc&eacute;an &agrave; l&rsquo;autre, le total des auditoires
        est pr&eacute;sent&eacute; par station &agrave; l&rsquo;&eacute;chelle
        du Canada, de 1983 &agrave; 2001
      </li>
      <li>
        <strong>Tendances par march&eacute;</strong> (section ajout&eacute;e en
        1992) : Permet de comparer la performance de deux stations ou plus dans
        la m&ecirc;me r&eacute;gion d&rsquo;un sondage &agrave; l&rsquo;autre.
      </li>
    </ul>
  </li>
  <li>
    <p>
      <strong>Renseignements compl&eacute;mentaires</strong> &ndash; Ces
      renseignements peuvent &ecirc;tre inclus (selon l&rsquo;ann&eacute;e),
      soit en pr&eacute;ambule, soit en annexe :
    </p>

    <ul>
      <li>M&eacute;thodologie/techniques de sondage</li>
      <li>
        Glossaire des termes relatifs aux sondages t&eacute;l&eacute;vision
      </li>
      <li>R&egrave;gles de conduite</li>
    </ul>
  </li>
</ul>

<h4 id="rapportsdeporteacuteeenteacuteleacutevision">
  Rapports de port&eacute;e en t&eacute;l&eacute;vision
</h4>

<p>
  Ces rapports pr&eacute;sentent la port&eacute;e, les heures totales (%/(000))
  et la moyenne des heures d&rsquo;&eacute;coute pour plusieurs groupes
  d&eacute;mographiques des stations les plus performantes dans chaque
  march&eacute; ainsi que les principales r&eacute;gions desservies par chaque
  station.
</p>

<ul>
  <li>
    <p>
      <strong>Informations concernant le sondage actuel</strong> &ndash; Les
      informations suivantes peuvent &ecirc;tre incluses (selon
      l&rsquo;ann&eacute;e) :
    </p>

    <ul>
      <li>Description du contenu du rapport</li>
      <li>&Eacute;coute provinciale</li>
      <li>&Eacute;chantillon tabul&eacute;</li>
      <li>R&eacute;pertoire de stations</li>
      <li>Cartes provinciales</li>
    </ul>
  </li>
  <li>
    <p><strong>Rapports</strong></p>

    <ul>
      <li>
        Port&eacute;e par station : Liste des stations par province (d&rsquo;est
        en ouest) pr&eacute;sent&eacute;es par ordre alphab&eacute;tique selon
        la r&eacute;gion et les lettres d&rsquo;appel. Les r&eacute;gions sont
        &eacute;num&eacute;r&eacute;es en ordre descendant selon les heures
        totales d&rsquo;&eacute;coute dans la r&eacute;gion.
      </li>
      <li>
        Port&eacute;e par r&eacute;gion : Dans une r&eacute;gion
        rapport&eacute;e (d&rsquo;est en ouest), les stations sont
        &eacute;num&eacute;r&eacute;es en ordre descendant selon les heures
        d&rsquo;&eacute;coute.
      </li>
    </ul>
  </li>
</ul>

<h4 id="rapportsspeacuteciauxenteacuteleacutevision">
  Rapports sp&eacute;ciaux en t&eacute;l&eacute;vision
</h4>

<p>
  Des rapports sp&eacute;ciaux command&eacute;s par des membres produits puis
  distribu&eacute;s aux membres sur demande.
</p>

<h4 id="documentsdereacutefeacuterence">
  Documents de r&eacute;f&eacute;rence
</h4>

<p>Voir la section Documents de r&eacute;f&eacute;rence ci-apr&egrave;s.</p>

<div id="TVReports" />

<p>
  <img
    src="http://cdn.canadiana.ca/numeris/tv_reports_fr.png"
    alt="Rapports r&eacute;gionaux et de marches en t&eacute;l&eacute;vision au fil des ans"
    id="rapportsreacutegionauxetdemarchesenteacuteleacutevisionaufildesans"
  />
</p>

<p>
  <small><a href="#wrapper">retour au d&eacute;but</a></small>
</p>

<hr />

<div id="referenceMaterial" />

<h3 id="documentsdereacutefeacuterencebientocirct">
  Documents de r&eacute;f&eacute;rence (bient&ocirc;t)
</h3>

<p>
  <small><a href="#wrapper">retour au d&eacute;but</a></small>
</p>
