<ul>
  <li>
    <a href="#searchTool">Outil de recherche avec des exemples</a> <br />
    <ul>
      <li><a href="#sIntroduction">Introduction</a></li>
      <li><a href="#sExample1">Exemple 1 &ndash; Lancer une recherche</a></li>
      <li>
        <a href="#sExample2"
          >Exemple 2 &ndash; Modifier une recherche pour raffiner les
          r&eacute;sultats</a
        >
      </li>
      <li>
        <a href="#sExample3"
          >Exemple 3 &ndash; Effectuer une recherche et parcourir un document
          &agrave; partir du Visualisateur</a
        >
      </li>
      <li>
        <a href="#sExample4"
          >Exemple 4 &ndash; Chercher deux termes ou plus dans le contenu
          d&rsquo;un texte</a
        >
      </li>
      <li>
        <a href="#sExample5"
          >Exemple 5 &ndash; Utiliser le contenu d&rsquo;un document et la
          structure des m&eacute;tadonn&eacute;es pour orienter votre
          recherche</a
        >
      </li>
    </ul>
  </li>
  <li><a href="#searchableInformation">Informations recherchables</a></li>
  <li><a href="#searchToolTips">Outil de recherche &ndash; conseils</a></li>
  <li>
    <a href="#collectionSpecificTips"
      >Conseils pour la recherche sp&eacute;cifique dans le catalogue</a
    >
  </li>
</ul>

<div id="searchTool"></div>

<h3 id="outilderechercheavecdesexemples">
  Outil de recherche avec des exemples
</h3>

<div id="sIntroduction"></div>

<h4 id="introduction">Introduction</h4>

<p>L&rsquo;outil de recherche vous permet de :</p>

<ul>
  <li>
    Chercher des documents par <strong>titre de document</strong>, mots
    cl&eacute;s du <strong>sujet</strong> ou contenu <strong>textuel</strong>.
  </li>
  <li>Modifier ou raffiner les r&eacute;sultats de diverses fa&ccedil;ons.</li>
  <li>Ouvrir un document et parcourir son contenu.</li>
</ul>

<p>
  L&rsquo;<strong>&Eacute;cran d&rsquo;accueil</strong> (voir la figure 1) vous
  permet de commencer une recherche en saisissant l&rsquo;information dans
  n&rsquo;importe quelle zone &agrave; la droite. Vous pouvez :
</p>

<ul>
  <li>
    <p>
      Taper le texte &agrave; chercher dans la <strong>zone RECHERCHE</strong>.
    </p>
  </li>
  <li>
    <p>
      Indiquer &agrave; quel endroit chercher le texte dans le document. Pour ce
      faire, vous avez deux options :
    </p>

    <ul>
      <li>
        <p>
          <strong><em>RECHERCHE SIMPLE</em></strong> : &agrave; partir de la
          <strong>liste d&eacute;roulante &laquo; Recherche dans &raquo;</strong
          >, s&eacute;lectionnez un &eacute;l&eacute;ment dans le document (p.
          ex. : tout, titres, sujets ou texte int&eacute;gral) o&ugrave; tous
          les termes dans la zone RECHERCHE seront cherch&eacute;s.
        </p>
      </li>
      <li>
        <p>
          <strong><em>RECHERCHE AVANC&Eacute;E</em></strong
          >: ajouter le pr&eacute;fixe <em>ti:</em>, <em>su:</em> ou
          <em>tx:</em> &agrave; un terme dans la
          <strong>zone RECHERCHE</strong> pour sp&eacute;cifier si le terme doit
          &ecirc;tre cherch&eacute; dans le titre, le sujet ou le texte,
          respectivement. Vous pouvez ajouter diff&eacute;rents pr&eacute;fixes
          &agrave; diff&eacute;rents termes (p. ex. :
          <em>ti:t&eacute;l&eacute;vision su:Halifax</em> cherchera le terme
          &laquo; t&eacute;l&eacute;vision &raquo; dans les titres et le terme
          &laquo; Halifax &raquo; dans les sujets). Plus de d&eacute;tails sur
          les pr&eacute;fixes suivent.
        </p>
      </li>
    </ul>
  </li>
  <li>
    <p>
      Pr&eacute;ciser la recherche en fonction d&rsquo;une ann&eacute;e sous la
      zone <strong>Ann&eacute;e(s)</strong>.
    </p>
  </li>
</ul>

<p>
  L&rsquo;<strong>&Eacute;cran de r&eacute;sultats</strong> (voir la figure 2)
  ci-apr&egrave;s vous permet de voir la liste des r&eacute;sultats,
  d&rsquo;ouvrir un document, de modifier ou de raffiner les r&eacute;sultats
  d&rsquo;une recherche, ou encore d&rsquo;en commencer une nouvelle. (Voir les
  exemples ci-apr&egrave;s).
</p>

<p>
  Le <strong>Visualisateur</strong> (voir la figure 4 ci-apr&egrave;s) vous
  permet de visualiser un document, de parcourir ses pages et de chercher du
  texte (voir les explications ci-apr&egrave;s).
</p>

<p>
  <img
    src="http://cdn.canadiana.ca/numeris/frehelp1.png"
    alt="Figure 1"
    id="figure1"
  />
  <br />
  <strong>Figure 1.</strong> &Eacute;cran d&rsquo;accueil
</p>

<p>
  Dans les exemples ci-apr&egrave;s, des caract&egrave;res
  g&eacute;n&eacute;riques et des pr&eacute;fixes sont utilis&eacute;s pour
  chercher du texte. Pour apprendre comment utiliser des op&eacute;rateurs (et,
  ou) et des caract&egrave;res g&eacute;n&eacute;riques (*, ?), saisir des
  termes pour trouver des phrases ou encore chercher plusieurs champs &agrave;
  la fois (utilisation de <em>ti:</em>, <em>su:</em>), allez &agrave; la section
  <a href="#searchToolTips">Outil de recherche - conseils</a> ci-apr&egrave;s.
  Pour des conseils de recherche li&eacute;s au catalogue, voir la section
  <a href="#collectionSpecificTips"
    >Conseils pour la recherche sp&eacute;cifique dans le catalogue</a
  >
  ci-apr&egrave;s.
</p>

<p>
  <small><a href="#wrapper">retour au d&eacute;but</a></small>
</p>

<hr />

<div id="sExample1"></div>

<h4 id="exemple1ndashlancerunerecherche">
  Exemple 1 &ndash; Lancer une recherche
</h4>

<p>
  Vous voulez obtenir les donn&eacute;es d&rsquo;auditoire pour
  l&rsquo;&eacute;mission de t&eacute;l&eacute;vision M.A.S.H. durant
  l&rsquo;ann&eacute;e 1980. &Agrave; partir de l&rsquo;&eacute;cran
  d&rsquo;accueil (voir figure 1), tapez <code>"M.A.S.H."</code> (avec les
  guillemets, sinon les points seraient ignor&eacute;s) dans la zone Recherche.
  S&eacute;lectionnez ensuite <em>Tout</em> &agrave; partir de la liste
  d&eacute;roulante. Tapez <code>1980</code> et <code>1989</code> dans les zones
  sous Ann&eacute;e(s) puis cliquer sur Rechercher. &Agrave; ce moment, tous les
  documents li&eacute;s &agrave; un sondage men&eacute; entre 1980 et 1989
  (ann&eacute;es incluses) qui contiennent le terme "M.A.S.H." peu importe
  o&ugrave; (incluant le titre et le sujet, s&rsquo;il y a lieu)
  s&rsquo;afficheront. L&rsquo;<strong>&Eacute;cran de r&eacute;sultats</strong>
  appara&icirc;tra comme &agrave; la figure 2 ci-apr&egrave;s, avec la liste des
  documents &agrave; droite et les options pour raffiner la recherche &agrave;
  gauche. Les pages (&laquo; images &raquo;) o&ugrave; le terme a
  &eacute;t&eacute; trouv&eacute; sont &eacute;num&eacute;r&eacute;es en dessous
  du titre.
</p>

<p>
  <img
    src="http://cdn.canadiana.ca/numeris/frehelp2.png"
    alt="Figure 2"
    id="figure2"
  />
  <br />
  <strong>Figure 2.</strong> &Eacute;cran de r&eacute;sultats
</p>

<p>&Agrave; partir de cet &eacute;cran, vous pouvez :</p>

<p>&Agrave; droite :</p>

<ul>
  <li>
    Cliquer sur un titre (ou sur un lien d&rsquo;image) pour ouvrir un document
    &ndash; plus d&rsquo;informations sur la fa&ccedil;on de chercher
    <em>dans</em> un document ouvert se trouvent &agrave; l&rsquo;exemple 3
    ci-apr&egrave;s.
  </li>
  <li>
    Obtenir des informations sur le document (p. ex. : titre, identificateur,
    sujet, description) en cliquant sur le bouton d&rsquo;information (+)
    &agrave; droite du titre.
  </li>
</ul>

<p>&Agrave; gauche :</p>

<ul>
  <li>
    Trier les r&eacute;sultats selon la pertinence, ou par date
    (d&eacute;croissante ou croissante)
  </li>
  <li>
    Modifier ou raffiner vos crit&egrave;res de recherche (voir l&rsquo;exemple
    3 ci-apr&egrave;s) :
    <ul>
      <li>
        Taper ou modifier du texte dans la zone sous &laquo; Raffinez votre
        recherche &raquo;
      </li>
      <li>
        S&eacute;lectionner o&ugrave; chercher (option dans la liste
        d&eacute;roulante sous Recherche dans ou pr&eacute;fixes <em>su:</em>,
        <em>ti:</em> dans la zone sous &laquo; Raffinez votre recherche &raquo;.
      </li>
      <li>
        Supprimer ou modifier les dates dans la zone sous Ann&eacute;e(s).
      </li>
      <li>Filtrer selon la langue (cliquez Fran&ccedil;ais ou Anglais).</li>
    </ul>
  </li>
  <li>
    Actualiser votre recherche apr&egrave;s avoir modifi&eacute; les champs de
    saisie susmentionn&eacute;s (bouton Mise &agrave; jour).
  </li>
  <li>Obtenir de l&rsquo;aide (bouton Aide).</li>
</ul>

<p>
  <small><a href="#wrapper">retour au d&eacute;but</a></small>
</p>

<hr />

<div id="sExample2"></div>

<h4 id="exemple2ndashmodifierunerecherchepourraffinerlesreacutesultats">
  Exemple 2 &ndash; Modifier une recherche pour raffiner les r&eacute;sultats
</h4>

<p>
  &Agrave; partir des r&eacute;sultats de la premi&egrave;re recherche (figure
  2) o&ugrave; sont &eacute;num&eacute;r&eacute;s les documents qui contiennent
  le terme "M.A.S.H." (peu importe o&ugrave; dans le document) pour les sondages
  men&eacute;s entre 1980 et 1989 (incluant les deux ann&eacute;es), vous voulez
  obtenir les donn&eacute;es d&rsquo;auditoire du dernier &eacute;pisode de la
  s&eacute;rie M.A.S.H. Apr&egrave;s une br&egrave;ve recherche en ligne, vous
  d&eacute;couvrez qu&rsquo;il a &eacute;t&eacute; diffus&eacute; le 28
  f&eacute;vrier 1983. Sur le formulaire, vous devez inscrire
  l&rsquo;ann&eacute;e <code>1983</code> dans les deux zones et dans la zone
  sous &laquo; Raffinez votre recherche &raquo;
  <code>"M.A.S.H." Toronto</code> puis cliquer sur Mise &agrave; jour.
</p>

<p>
  <strong>NOTE :</strong> Une fois la mise &agrave; jour lanc&eacute;e, une
  nouvelle recherche sera effectu&eacute;e en fonction du contenu de la zone
  Raffinez votre recherche et des autres filtres. Si vous supprimez
  <code>"M.A.S.H."</code> et ajoutez <code>Toronto</code>, tous les documents
  dont le contenu comprend le mot &laquo; Toronto &raquo; seront trouv&eacute;s
  (puisque "M.A.S.H." n&rsquo;est plus un &eacute;l&eacute;ment de recherche).
</p>

<p>
  En examinant les r&eacute;sultats (figure 2), vous remarquez qu&rsquo;il y a
  des rapports pour d&rsquo;autres march&eacute;s, tels que Brandon et
  Vancouver, pas juste celui de Toronto. Cela est d&ucirc; au fait que le mot
  &laquo; Toronto &raquo; appara&icirc;t dans l&rsquo;adresse du si&egrave;ge
  social de Numeris sur la couverture arri&egrave;re de tous les rapports
  imprim&eacute;s en 1983. Pour supprimer les autres march&eacute;s, modifiez le
  texte &agrave; chercher comme suit : <code>"M.A.S.H." su:Toronto</code> puis
  cliquez sur Mise &agrave; jour. Le fait d&rsquo;ajouter le pr&eacute;fixe
  &laquo; su &raquo; limite la recherche du terme au champ du sujet (voir la
  note ci-apr&egrave;s concernant les march&eacute;s dans les champs de sujet).
  Voir la figure 3 ci-apr&egrave;s pour des exemples.
</p>

<p>
  <strong>NOTE :</strong> Le catalogue comprend les rapports r&eacute;gionaux et
  de march&eacute;. Les rapports r&eacute;gionaux tels que celui de
  l&rsquo;Ontario contiennent des rapports pour certains march&eacute;s qui ne
  sont pas &eacute;num&eacute;r&eacute;s dans leur titre. Le champ du sujet a
  &eacute;t&eacute; configur&eacute; pour comprendre, entre autres, la liste des
  march&eacute;s. Les titres et les champs de sujet des rapports de
  march&eacute; individuels, tels que le rapport de Toronto, affichent le
  march&eacute;. Dans l&rsquo;exemple qui suit, en limitant la recherche
  &agrave; <code>ti:Toronto</code> ou <code>su:Toronto</code>, vous
  r&eacute;cup&eacute;rez les m&ecirc;mes rapports de march&eacute; pour
  l&rsquo;ann&eacute;e 1983, alors qu&rsquo;ils &eacute;taient imprim&eacute;s.
  R&egrave;gle g&eacute;n&eacute;rale; lorsqu&rsquo;on veut
  r&eacute;cup&eacute;rer des rapports associ&eacute;s &agrave; un march&eacute;
  en particulier, le fait de chercher le sujet peut produire des
  r&eacute;sultats plus pr&eacute;cis. Pour les r&eacute;gions ou les
  march&eacute;s qui sont trop petits pour faire l&rsquo;objet d&rsquo;un
  rapport de march&eacute;, la recherche du contenu textuel est probablement la
  meilleure approche.
</p>

<p>
  <img
    src="http://cdn.canadiana.ca/numeris/frehelp3.png"
    alt="Figure 3"
    id="figure3"
  />
  <br />
  <strong>Figure 3.</strong> Raffiner les r&eacute;sultats de la recherche
</p>

<p>
  Vous remarquerez des rapports pour diff&eacute;rents sondages en 1983 :
  Printemps, &Eacute;t&eacute;, Hiver et Automne. Pour savoir si le dernier
  &eacute;pisode de la s&eacute;rie (28 f&eacute;vrier) est inclus dans
  l&rsquo;un des sondages, voici ce que vous pouvez faire :
</p>

<ul>
  <li>
    Ouvrir un titre pour voir les dates sur la couverture (note : il se peut que
    certains rapports n&rsquo;affichent aucune date sur la couverture mais
    &agrave; l&rsquo;int&eacute;rieur).
  </li>
  <li>
    Chercher l&rsquo;information dans le document en cliquant sur la touche
    Information (+) &agrave; droite du titre et examiner les dates dans le champ
    Description.
  </li>
  <li>
    V&eacute;rifier les dates de sondage dans la section
    <a href="/collection-info#diarySurveys"
      >Sondages par cahiers d&rsquo;&eacute;coute</a
    >
    pour &ecirc;tre certain.
  </li>
</ul>

<p>
  Vous constaterez que la date faisait partie du sondage du printemps. Vous
  cliquez donc sur le lien du titre pour ouvrir le rapport et parcourir les
  pages
</p>

<p>
  <small><a href="#wrapper">retour au d&eacute;but</a></small>
</p>

<hr />

<div id="sExample3"></div>

<h4
  id="exemple3ndasheffectuerunerechercheetparcourirundocumentagravepartirduvisualisateur"
>
  Exemple 3 &ndash; Effectuer une recherche et parcourir un document &agrave;
  partir du Visualisateur
</h4>

<p>
  La figure 4 ci-apr&egrave;s affiche un rapport ouvert pour les march&eacute;s
  de Toronto et de Hamilton pour le sondage du Printemps 1983 &agrave; partir de
  l&rsquo;<strong>&eacute;cran Visualisateur</strong>. En prenant
  l&rsquo;exemple de la figure 3, nous constatons que ce rapport est le
  r&eacute;sultat de la recherche <code>"M.A.S.H." su:Toronto</code>, dans les
  documents associ&eacute;s aux sondages &agrave; compter de 1983; &agrave; cet
  effet, les pages &eacute;num&eacute;r&eacute;es contiennent le terme
  "M.A.S.H.".
</p>

<p>&Agrave; partir du Visualisateur, vous pouvez :</p>

<ol>
  <li>Revenir &agrave; la page des r&eacute;sultats.</li>
  <li>
    Chercher du texte dans le document (zone Recherche dans ce document/touche
    Rechercher).
  </li>
  <li>
    Vous rendre &agrave; une page o&ugrave; le texte dans la zone Recherche est
    trouv&eacute; en cliquant sur un lien d&rsquo;image (en dessous de la zone
    Recherche).
  </li>
  <li>
    Passer du visionnement du document au visionnement de l&rsquo;information en
    cliquant sur l&rsquo;onglet Afficher et sur l&rsquo;onglet &Agrave; propos
    (en dessus du titre du document).
  </li>
  <li>
    Vous rendre &agrave; une page en s&eacute;lectionnant une &laquo; image
    &raquo; &agrave; partir de la liste d&eacute;roulante &agrave; gauche de la
    barre d&rsquo;outils situ&eacute;e en haut de l&rsquo;image du document.
  </li>
  <li>
    Naviguer jusqu&rsquo;&agrave; la
    premi&egrave;re/prochaine/pr&eacute;c&eacute;dente page (barre
    d&rsquo;outils).
  </li>
  <li>Faire pivoter une page (barre d&rsquo;outils).</li>
  <li>Agrandir une page (barre d&rsquo;outils).</li>
  <li>T&eacute;l&eacute;charger le document (barre d&rsquo;outils).</li>
  <li>
    Vous rendre &agrave; la prochaine page ou &agrave; la
    pr&eacute;c&eacute;dente en cliquant sur la zone gris&eacute;e pr&egrave;s
    des c&ocirc;t&eacute;s gauche et droit de l&rsquo;image.
  </li>
</ol>

<p>
  <img
    src="http://cdn.canadiana.ca/numeris/frehelp4.png"
    alt="Figure 4"
    id="figure4"
  />
  <br />
  <strong>Figure 4.</strong> &Eacute;cran Visualisateur
</p>

<p>
  Toujours avec le m&ecirc;me exemple, vous pouvez obtenir l&rsquo;auditoire de
  la finale de "M.A.S.H." dans la section &laquo; &Eacute;missions &raquo; du
  rapport (image 50).
</p>

<p>
  Une fois le rapport ouvert, vous cherchez des informations sur
  l&rsquo;&eacute;mission "Diff&rsquo;rent Strokes" (&eacute;pellation correcte
  du titre) diffus&eacute;e le 19 mars 1983 (date couverte par le m&ecirc;me
  sondage du printemps), lorsque la premi&egrave;re dame des Etats-Unis de
  l&rsquo;&eacute;poque, Nancy Reagan, y a fait une apparition sp&eacute;ciale,
  selon des sources en ligne. Il se peut que vous ne connaissiez pas le titre de
  l&rsquo;&eacute;mission tel qu&rsquo;il apparait dans le rapport. Vous faites
  plusieurs recherches, en essayant avec <code>"diff'rent strokes"</code>,
  <code>"different strokes"</code> ou <code>diff*nt strok*</code>. Les deux
  premi&egrave;res approches recherchent les termes exacts dans le document. La
  derni&egrave;re approche, qui inclut le caract&egrave;re
  g&eacute;n&eacute;rique "*" recherche les deux termes partiellement
  jumel&eacute;s
  <em
    >qui se retrouvent dans la m&ecirc;me page lorsque vous cherchez dans un
    rapport</em
  >
  (voir l&rsquo;exemple 4 ci-apr&egrave;s pour plus de d&eacute;tails). Cela
  correspond &agrave; des titres tels que "different strokes", "different
  stroke", "diff&rsquo;rent strokes" et "diff&rsquo;rent stroke". Dans ce
  rapport en particulier, le titre de l&rsquo;&eacute;mission &eacute;tait
  "DIFFERENT STROKE" (sans le S &agrave; la fin); cependant, d&rsquo;autres
  rapports affichent "DIFF&rsquo;RENT STROKE" comme titre.
</p>

<p>
  <small><a href="#wrapper">retour au d&eacute;but</a></small>
</p>

<hr />

<div id="sExample4"></div>

<h4 id="exemple4ndashchercherdeuxtermesouplusdanslecontenudrsquountexte">
  Exemple 4 &ndash; Chercher deux termes ou plus dans le contenu d&rsquo;un
  texte
</h4>

<p>
  Il y a un petit b&eacute;mol lorsqu&rsquo;on cherche deux termes ou plus dans
  le contenu textuel d&rsquo;un rapport, d&eacute;pendamment si on le fait
  &agrave; partir de l&rsquo;&eacute;cran d&rsquo;accueil/de r&eacute;sultats ou
  de l&rsquo;&eacute;cran Visualisateur (rapport ouvert). Ci-apr&egrave;s se
  trouve un bref sommaire des diff&eacute;rences, suivi par un exemple.
</p>

<ul>
  <li>
    <p>
      <strong
        >&Agrave; partir de l&rsquo;&eacute;cran d&rsquo;accueil/de
        r&eacute;sultats :</strong
      >
      En cherchant deux termes ou plus s&eacute;par&eacute;s par des espaces
      (l&rsquo;op&eacute;rateur &laquo; et &raquo;) vous obtenez tous les
      rapports o&ugrave; les deux termes se retrouvent dans n&rsquo;importe
      quelle page et non n&eacute;cessairement dans la m&ecirc;me. Cependant,
      seules les pages o&ugrave; les deux termes sont trouv&eacute;s dans la
      m&ecirc;me page sont &eacute;num&eacute;r&eacute;es sous le titre.
      Lorsqu&rsquo;un rapport est trouv&eacute; o&ugrave; les termes
      n&rsquo;apparaissent pas &agrave; la m&ecirc;me page, la mention &laquo;
      Aucune page correspondante trouv&eacute;e &raquo; s&rsquo;affiche au lieu
      de la liste de pages sous le titre.
    </p>
  </li>
  <li>
    <p>
      <strong
        >&Agrave; partir de l&rsquo;&eacute;cran Visualisateur (rapport ouvert)
        :</strong
      >
      En cherchant deux termes ou plus s&eacute;par&eacute;s par des espaces
      (l&rsquo;op&eacute;rateur &laquo; et &raquo;), vous obtenez toutes les
      pages o&ugrave; les deux termes se retrouvent dans la m&ecirc;me page. Ces
      pages sont &eacute;num&eacute;r&eacute;es sous le titre. Pour chercher
      l&rsquo;un ou l&rsquo;autre de ces mots dans le rapport,
      l&rsquo;op&eacute;rateur &laquo; | &raquo; (l&rsquo;op&eacute;rateur
      &laquo; ou &raquo;) doit &ecirc;tre compris entre les termes.
    </p>
  </li>
</ul>

<p>
  <strong>Exemple</strong> <br />
  Vous cherchez des rapports incluant l&rsquo;&eacute;mission de
  t&eacute;l&eacute;vision "Diff&rsquo;rent Strokes". Puisque vous ne savez pas
  comment le titre est imprim&eacute; dans le rapport, vous tapez
  <code>diff*nt strok*</code>, et la recherche des deux termes partiellement
  jumel&eacute;s par le caract&egrave;re g&eacute;n&eacute;rique sera
  effectu&eacute;e. (Voir les r&eacute;sultats &agrave; la figure 5).
</p>

<p>
  <img
    src="http://cdn.canadiana.ca/numeris/frehelp5.png"
    alt="Figure 5"
    id="figure5"
  />
  <br />
  <strong>Figure 5.</strong> R&eacute;sultats en cherchant deux termes.
</p>

<p>
  Apr&egrave;s avoir effectu&eacute; le tri par &laquo; date croissante &raquo;,
  vous remarquerez deux choses. En premier lieu, les titres datant de 1971,
  alors que l&rsquo;&eacute;mission a commenc&eacute; &agrave; &ecirc;tre
  diffus&eacute;e en 1978; en deuxi&egrave;me lieu, l&rsquo;&eacute;nonc&eacute;
  &laquo; Aucune page correspondante trouv&eacute;e &raquo; en dessous de
  certains titres. Tel qu&rsquo;expliqu&eacute; pr&eacute;c&eacute;demment, les
  rapports trouv&eacute;s contiennent les deux termes, mais pas
  n&eacute;cessairement &agrave; la m&ecirc;me page. Les rapports o&ugrave;
  l&rsquo;&eacute;nonc&eacute; &laquo; Aucune page correspondante trouv&eacute;e
  &raquo; apparait n&rsquo;ont aucune page qui contient les deux termes
  (c.-&agrave;-d. les termes apparaissent dans des pages diff&eacute;rentes).
  Par exemple, vous ouvrez le rapport de North Bay et modifiez le texte &agrave;
  chercher pour qu&rsquo;apparaisse <code>diff*nt | strok*</code> (avec
  l&rsquo;op&eacute;rateur &laquo; ou &raquo;) afin d&rsquo;obtenir la liste des
  pages ou l&rsquo;un ou l&rsquo;autre des termes est trouv&eacute; (voir la
  figure 6 ci-apr&egrave;s). En examinant de pr&egrave;s les pages
  trouv&eacute;es (non affich&eacute;es), vous vous rendez compte que le mot
  &laquo; different &raquo; se retrouve souvent dans le texte
  d&rsquo;introduction et que le mot &laquo; stroke &raquo; se trouve une fois
  dans le titre de l&rsquo;&eacute;mission.
</p>

<p>
  <img
    src="http://cdn.canadiana.ca/numeris/frehelp6.png"
    alt="Figure 6"
    id="figure6"
  />
</p>

<p><strong>Figure 6.</strong> Recherche dans un document.</p>

<p>
  <small><a href="#wrapper">retour au d&eacute;but</a></small>
</p>

<hr />

<div id="sExample5"></div>

<h4
  id="exemple5ndashutiliserlecontenudrsquoundocumentetlastructuredesmeacutetadonneacuteespourorientervotrerecherche"
>
  Exemple 5 &ndash; Utiliser le contenu d&rsquo;un document et la structure des
  m&eacute;tadonn&eacute;es pour orienter votre recherche
</h4>

<p>
  Selon l&rsquo;information que vous voulez trouver, vous pouvez utiliser
  diff&eacute;rentes approches pour orienter votre recherche. Par exemple, au
  lien de saisir tout simplement les lettres d&rsquo;appel d&rsquo;une station
  de radio dans la case RECHERCHE, vous pouvez raffiner votre recherche en
  ins&eacute;rant des informations pertinentes telles que le type de contenu
  dans divers rapports et les lettres d&rsquo;appel utilis&eacute;es dans les
  rapports pour identifier la station. ATTENTION ! :
</p>

<ul>
  <li>Les lettres d&rsquo;appel peuvent changer au fil du temps</li>
  <li>
    Les m&ecirc;mes lettres d&rsquo;appel peuvent &ecirc;tre utilis&eacute;es
    par diff&eacute;rentes stations &agrave; divers moments.
  </li>
  <li>
    Numeris utilise les m&ecirc;mes lettres d&rsquo;appel que le C.R.T.C. pour
    identifier les stations de radio et de t&eacute;l&eacute;vision locales
    (g&eacute;n&eacute;ralistes) dans les rapports
  </li>
  <li>
    Il arrive que Numeris utilise une abr&eacute;viation pour certaines lettres
    d&rsquo;appel
  </li>
</ul>

<p>
  &Agrave; titre d&rsquo;exemple, supposons que vous voulez obtenir
  l&rsquo;auditoire matinal de la station de radio CAAA (nom fictif) dans le
  march&eacute; d&rsquo;Edmonton pour l&rsquo;Automne 1995. Vous savez que
  l&rsquo;auditoire pour diff&eacute;rents moments de la journ&eacute;e
  (tranches horaires) se trouve probablement dans la section
  <em>Rapport de stations</em> d&rsquo;un rapport march&eacute;. Apr&egrave;s
  avoir saisi <code>su:radio su:Edmonton su:market su:fall su:1995</code> dans
  la case RECHERCHE (c.-&agrave;-d. chaque terme faisant partie du champ du
  sujet), vous obtenez le rapport de march&eacute; radio d&rsquo;Edmonton pour
  l&rsquo;Automne 1995. Vous ouvrez le rapport et cherchez les lettres
  d&rsquo;appel en les saisissant dans la case Recherche dans ce document ou en
  parcourant les pages pour trouver la <em>section Rapports de stations</em>.
</p>

<p>
  <strong>NOTE :</strong> Parcourez les pages comme s&rsquo;il s&rsquo;agissait
  d&rsquo;un rapport imprim&eacute; lorsque vous &ecirc;tes incertain, ne vous
  fiez pas uniquement &agrave; la recherche de texte. La reconnaissance optique
  de caract&egrave;res (ROC) n&rsquo;est pas fiable &agrave; 100 % et risque de
  ne pas toujours identifier correctement les lettres d&rsquo;appel.
</p>

<p>
  <small><a href="#wrapper">retour au d&eacute;but</a></small>
</p>

<hr />

<div id="searchableInformation"></div>

<h3 id="informationsrecherchables">Informations recherchables</h3>

<p>
  Vous trouverez ci-apr&egrave;s un sommaire des informations pouvant faire
  l&rsquo;objet d&rsquo;une recherche afin de localiser ou de filtrer des
  &eacute;l&eacute;ments dans le catalogue. Une bonne connaissance de la
  structure des champs vous aidera &agrave; formuler votre recherche.
</p>

<h4 id="titre__preacutefixe:_____ti:___">
  Titre <strong>(pr&eacute;fixe:</strong> <strong><em>ti:</em></strong
  >)
</h4>

<ul>
  <li>Les titres sont bilingues (anglais et fran&ccedil;ais).</li>
  <li>
    Ils sont configur&eacute;s afin d&rsquo;inclure le nom du march&eacute;
    (rapports de march&eacute;s individuels) ou le nom de la r&eacute;gion
    (rapports r&eacute;gionaux), le type de m&eacute;dia (p. ex. : radio ou
    t&eacute;l&eacute;vision) ainsi que la saison et l&rsquo;ann&eacute;e
    o&ugrave; a eu lieu le sondage.
  </li>
  <li>
    D&rsquo;autres renseignements peuvent &ecirc;tre inclus, tels que les
    mentions &laquo; r&eacute;vis&eacute;e &raquo; ou &laquo; sp&eacute;cial
    &raquo; lorsqu&rsquo;il s&rsquo;agit d&rsquo;une version
    r&eacute;vis&eacute;e ou d&rsquo;un rapport sp&eacute;cial.
  </li>
  <li>
    La liste des march&eacute;s n&rsquo;est pas incluse dans les titres des
    rapports r&eacute;gionaux (p. ex. : rapport de l&rsquo;Atlantique) mais
    plut&ocirc;t dans le champ du sujet (voir ci-apr&egrave;s).
  </li>
</ul>

<p>Exemples:</p>

<ul>
  <li>
    <strong
      >Calgary - Television Market Report/Rapport de march&eacute; -
      Fall/Automne 2000</strong
    >
  </li>
  <li>
    <strong
      >Atlantic - Radio Market Report/Rapport de march&eacute; -
      Spring/Printemps 2002</strong
    >
  </li>
  <li><strong>Radio Reach/Port&eacute;e - Spring/Printemps 1985</strong></li>
</ul>

<h4 id="sujet__preacutefixe:_____su:___">
  Sujet <strong>(pr&eacute;fixe :</strong> <strong><em>su:</em></strong
  >)
</h4>

<p>
  Le sujet est indiqu&eacute; en anglais et en fran&ccedil;ais de la
  fa&ccedil;on suivante :
</p>

<p>
  <strong
    ><em
      >M&eacute;dia &ndash; Type de rapport &ndash; Saison et ann&eacute;e
      &ndash; March&eacute;(s)</em
    ></strong
  >
</p>

<p>
  o&ugrave; chaque &eacute;l&eacute;ment est compos&eacute; de l&rsquo;une ou
  l&rsquo;autre des valeurs suivantes (s&eacute;par&eacute;e par une virgule) :
</p>

<ul>
  <li>
    <strong><em>M&eacute;dia:</em></strong> <br />
    <ul>
      <li>radio</li>
      <li>television TV t&eacute;l&eacute;vision</li>
    </ul>
  </li>
  <li>
    <strong><em>Type de rapport :</em></strong> <br />
    <ul>
      <li>
        market report/rapport de march&eacute;
        <em>(comprend les rapports de march&eacute; et r&eacute;gionaux)</em>
      </li>
      <li>reach report/rapport de port&eacute;e</li>
      <li>network report/rapport de r&eacute;seaux</li>
      <li>special report/rapport sp&eacute;cial</li>
    </ul>
  </li>
  <li>
    <strong><em>Saison et ann&eacute;e :</em></strong> <br />
    <ul>
      <li>Fall yyyy/Automne yyyy</li>
      <li>Spring yyyy/Printemps yyyy</li>
      <li>Summer yyyy /&Eacute;t&eacute; yyyy</li>
      <li>Winter yyyy/Hiver yyyy</li>
    </ul>
  </li>
  <li>
    <strong><em>March&eacute; (s):</em></strong>
    <em>(non applicable pour certains types de rapports)</em>
    <ul>
      <li>Toronto</li>
      <li>Qu&eacute;bec</li>
      <li>Vancouver</li>
      <li>Calgary</li>
      <li>Edmonton</li>
      <li><em>etc.</em></li>
    </ul>
  </li>
</ul>

<p>Exemples (correspondant aux exemples susmentionn&eacute;s) :</p>

<ul>
  <li>
    <strong
      >television TV t&eacute;l&eacute;vision -- market report/rapport de
      march&eacute; -- Fall 2000/Automne 2000 -- Calgary</strong
    >
  </li>
  <li>
    <strong
      >radio -- market report/rapport de march&eacute; -- Spring 2002/Printemps
      2002 -- Moncton, Saint John, St. John's, Halifax</strong
    >
  </li>
  <li>
    <strong
      >radio -- reach report/rapport de port&eacute;e -- Spring 1985/Printemps
      1985 -- n/a</strong
    >
  </li>
</ul>

<p>
  Les march&eacute;s ne sont pas inclus dans le champ du sujet des rapports de
  port&eacute;e. Vous devez saisir du texte dans la zone de recherche.
</p>

<h4 id="contenutextuel">Contenu textuel</h4>

<p>Texte dans les pages du document dans sa langue d&rsquo;origine.</p>

<h4 id="notesdescription">Notes/Description</h4>

<p>
  Inclut des informations additionnelles sur le sondage, habituellement les
  dates, en anglais et en fran&ccedil;ais. Vous ne pouvez chercher qu&rsquo;en
  saisissant &laquo; Tout &raquo; (aucun pr&eacute;fixe).
</p>

<p>Exemples (correspondant aux exemples susmentionn&eacute;s) :</p>

<ul>
  <li>
    <strong
      >Fall/Automne 2000: Oct/oct. 19-25, Nov/nov. 2-8, Nov/nov. 9-15, Nov/nov.
      16-22</strong
    >
  </li>
  <li>
    <strong>Spring/Printemps 2002: Feb/f&eacute;vr. 18 - Apr/avril 14</strong>
  </li>
  <li>
    <strong
      >Spring/Printemps 1985: Apr/avril 22-28, Apr/avril 29 - May/mai 5, May/mai
      6-12</strong
    >
  </li>
</ul>

<h4 id="anneacuteedusondage">Ann&eacute;e du sondage</h4>

<p>
  L&rsquo;ann&eacute;e du sondage associ&eacute;e &agrave; un document est
  recherch&eacute;e lorsqu&rsquo;on saisit une plage de quelques ann&eacute;es
  pour mieux cibler la recherche.
</p>

<h4 id="langue">Langue</h4>

<p>
  Anglais ou Fran&ccedil;ais ou encore les deux langues ont &eacute;t&eacute;
  attribu&eacute;es &agrave; chaque document du catalogue, d&eacute;pendamment
  de la langue de son contenu. Ce champ est utilis&eacute; pour restreindre les
  r&eacute;sultats. La plupart des documents dans le catalogue sont bilingues
  (rapports de march&eacute; et r&eacute;gionaux). Certains documents de
  r&eacute;f&eacute;rence sont disponibles en version anglaise et
  fran&ccedil;aise, s&eacute;par&eacute;ment.
</p>

<p>
  <small><a href="#wrapper">retour au d&eacute;but</a></small>
</p>

<hr />

<div id="searchToolTips"></div>

<h3 id="outilsderecherche-conseils">Outils de recherche - conseils</h3>

<p>
  Les conseils offerts dans cette section concernent la fa&ccedil;on dont
  l&rsquo;outil de recherche g&egrave;re le texte saisi dans la case RECHERCHE
  et non la recherche dans le catalogue. Pour ce type de recherche, veuillez
  consulter les
  <a href="#collectionSpecificTips"
    >Conseils pour la recherche sp&eacute;cifique au catalogue</a
  >
  ci-apr&egrave;s.
</p>

<p>
  L&rsquo;outil de recherche est un outil simple qui vous permet de chercher par
  <strong>titre</strong>, mots cl&eacute;s du <strong>sujet</strong> ou contenu
  <strong>textuel</strong>. Les fonctions suivantes peuvent &ecirc;tre
  utilis&eacute;es dans la zone RECHERCHE afin de chercher ou de pr&eacute;ciser
  les r&eacute;sultats.
</p>

<h4 id="lestermeschercheacutesnesontpassensiblesagravelacasseniauxaccents">
  Les termes cherch&eacute;s ne sont pas sensibles &agrave; la casse ni aux
  accents
</h4>

<p>
  Par exemple, &laquo; Montr&eacute;al &raquo; et &laquo; montreal &raquo;
  produiront le m&ecirc;me r&eacute;sultat. Cependant, les pr&eacute;fixes
  <em>ti:</em> et <em>su:</em> (voir ci-apr&egrave;s) doivent &ecirc;tre en
  minuscules.
</p>

<h4 id="caractegraveresgeacuteneacuteriques:et">
  Caract&egrave;res g&eacute;n&eacute;riques : ? et *
</h4>

<p>
  Utilisez <strong><em>?</em></strong> dans le milieu ou &agrave; la fin
  d&rsquo;un mot pour ins&eacute;rer n&rsquo;importe quel caract&egrave;re
  unique. Utilisez <strong><em>*</em></strong> pour ins&eacute;rer un nombre
  quelconque de caract&egrave;res (incluant aucun caract&egrave;re).
</p>

<ul>
  <li>
    Exemple : pour trouver <strong><em>catherine</em></strong> ou
    <strong><em>catharine</em></strong
    >: <code>cath?rine</code>
  </li>
  <li>
    Exemple : pour trouver <strong><em>labour</em></strong> ou
    <strong><em>labor</em></strong
    >: <code>labo*r</code>
  </li>
  <li>
    Non permis dans une phrase (c.-&agrave;-d. guillemets doubles &agrave;
    l&rsquo;int&eacute;rieur).
  </li>
</ul>

<h4 id="phrases:">Phrases : ""</h4>

<p>
  Pour chercher une phrase exacte, encadrez tous les mots de guillemets doubles.
</p>

<ul>
  <li>
    Exemple : pour trouver des documents qui contiennent la phrase
    <strong><em>montreal anglophone</em></strong> et non seulement les termes
    individuels <strong><em>montreal</em></strong> et
    <strong><em>anglophone</em></strong
    >: <code>"montreal anglophone"</code>
  </li>
  <li>
    Vous ne pouvez pas utiliser des caract&egrave;res g&eacute;n&eacute;rique
    dans une phrase.
  </li>
  <li>Des caract&egrave;res tels que , . - / sont ignor&eacute;s.</li>
</ul>

<h4 id="touslestermesopeacuterateuret:espace">
  Tous les termes (op&eacute;rateur "et") : espace
</h4>

<p>Pour associer tous les termes, s&eacute;parez-les par un espace.</p>

<ul>
  <li>
    Exemple : pour trouver <strong><em>toronto</em></strong> et
    <strong><em>hamilton</em></strong> : <code>toronto Hamilton</code>
  </li>
  <li>
    Voir les exemples ci-apr&egrave;s si vous cherchez deux
    &eacute;l&eacute;ments ou plus &agrave; partir de l&rsquo;&eacute;cran
    d&rsquo;accueil/de r&eacute;sultats et non &agrave; partir de celui du
    Visualisateur.
  </li>
</ul>

<h4 id="termespouvantecirctrealterneacutesopeacuterateurou:">
  Termes pouvant &ecirc;tre altern&eacute;s (op&eacute;rateur "ou"): |
</h4>

<p>
  Pour alterner un des termes, ins&eacute;rez un <strong>|</strong> entre eux.
</p>

<p>
  Exemple : pour trouver soit <strong><em>ottawa</em></strong> soit
  <strong><em>hull</em></strong> soit <strong><em>gatineau</em></strong> :
  <code>ottawa hull | gatineau</code>
</p>

<h4 id="termesexclus:-">Termes exclus : -</h4>

<p>
  Ins&eacute;rez un " - " en avant d&rsquo;un mot ou d&rsquo;une phrase pour
  indiquer qu&rsquo;il ou elle ne doit pas appara&icirc;tre dans votre
  recherche.
</p>

<ul>
  <li>
    Exemple: pour trouver des documents dont le titre contient
    <strong><em>radio</em></strong> et <strong><em>reach</em></strong> mais pas
    <strong><em>county</em></strong> (voir les exemples ci-apr&egrave;s pour le
    pr&eacute;fixe <em>ti:</em>): <code>ti:radio ti:reach -ti:county</code>
  </li>
</ul>

<h4 id="recherchedetitreoudesujet:ti:su:">
  Recherche de titre ou de sujet : ti:, su:
</h4>

<p>
  Ins&eacute;rez <strong><em>ti:</em></strong> ou
  <strong><em>su:</em></strong> avant un mot ou une phrase pour chercher
  uniquement les titres et les sujets de documents.
</p>

<ul>
  <li>
    Contrairement &agrave; la recherche de texte, les pr&eacute;fixes sont
    sensibles &agrave; la casse. Ils doivent &ecirc;tre en minuscule.
  </li>
  <li>
    Exemple: pour trouver des documents dont le titre contient
    <strong><em>Toronto</em></strong
    >: <code>ti:Toronto</code>
  </li>
  <li>
    Exemple : pour trouver des documents dont le sujet contient
    <strong><em>Barrie</em></strong
    >: <code>su:Barrie</code>
  </li>
  <li>
    Exemple : pour trouver des documents dont le titre contient
    <strong><em>television</em></strong> et <strong><em>reach</em></strong
    >: <code>ti:television ti:reach</code>
  </li>
</ul>

<h4 id="recherchededeuxtermesouplusaveclrsquoopeacuterateurlaquoetraquoespace">
  Recherche de deux termes ou plus avec l&rsquo;op&eacute;rateur &laquo; et
  &raquo; (espace)
</h4>

<ul>
  <li>
    <p>
      <strong
        >&Agrave; partir de l&rsquo;&eacute;cran d&rsquo;accueil ou de
        l&rsquo;&eacute;cran de r&eacute;sultats :</strong
      >
      En cherchant deux termes ou plus s&eacute;par&eacute;s par des espaces
      (l&rsquo;op&eacute;rateur &laquo; et &raquo;), vous trouverez tous les
      documents qui contiennent les deux termes dans l&rsquo;une ou
      l&rsquo;autre de leurs pages, pas n&eacute;cessairement dans la m&ecirc;me
      page. Cependant seules les pages qui incluent les deux termes sont
      &eacute;num&eacute;r&eacute;es sous le titre. Lorsqu&rsquo;un document est
      trouv&eacute; o&ugrave; les termes n&rsquo;apparaissent pas dans la
      m&ecirc;me page, une mention &laquo; aucune page correspondante
      trouv&eacute;e &raquo; s&rsquo;affiche au lieu d&rsquo;une liste de pages
      sous le titre.
    </p>
  </li>
  <li>
    <p>
      <strong
        >&Agrave; partir de l&rsquo;&eacute;cran de visualisation (document
        ouvert) :</strong
      >
      En cherchant deux termes ou plus s&eacute;par&eacute;s par des espaces
      (l&rsquo;op&eacute;rateur &laquo; et &raquo;), vous trouverez toutes les
      pages qui contiennent les deux termes dans une m&ecirc;me page. Celles-ci
      sont &eacute;num&eacute;r&eacute;es sous le titre. Pour chercher
      l&rsquo;un ou l&rsquo;autre de ces termes dans le document, ins&eacute;rez
      l&rsquo;op&eacute;rateur &laquo; | &raquo; entre les termes.
    </p>
  </li>
</ul>

<p>
  <small><a href="#wrapper">retour au d&eacute;but</a></small>
</p>

<hr />

<div id="collectionSpecificTips"></div>

<h3 id="conseilspourlarecherchespeacutecifiquedanslecatalogue">
  Conseils pour la recherche sp&eacute;cifique dans le catalogue
</h3>

<p>
  Cette section pr&eacute;sente des conseils tr&egrave;s simples pour vous aider
  &agrave; localiser une vari&eacute;t&eacute; de contenu dans le catalogue,
  selon certains attributs, tels que le type de document (p. ex. : rapport de
  port&eacute;e), le contenu du document et la structure des
  m&eacute;tadonn&eacute;es (p. ex. : information dans le champ du sujet).
</p>

<p>
  Tel que mentionn&eacute; dans les autres sections, l&rsquo;outil de recherche
  vous permet de chercher par <strong>titre de document</strong>, mots
  cl&eacute;s <strong>du sujet</strong> ou encore par le contenu
  <strong>textuel</strong> des documents.
</p>

<p>
  Le champ du sujet est configur&eacute; de fa&ccedil;on &agrave; contenir les
  informations suivantes : type de m&eacute;dia, type de rapport, nom et
  ann&eacute;e du sondage; pour plus d&rsquo;information, veuillez consulter la
  section <a href="#searchableInformation">Informations recherchables</a>.
</p>

<h4 id="radioetteacuteleacutevision">Radio et t&eacute;l&eacute;vision</h4>

<h5 id="conseilno1:limitersarechercheaucatalogueradioouteacuteleacutevision">
  Conseil no 1 : Limiter sa recherche au catalogue radio ou
  t&eacute;l&eacute;vision
</h5>

<p>
  Cherchez le m&eacute;dia dans le champ de sujet avec le pr&eacute;fixe &laquo;
  su: &raquo; Exemple: <code>su:television</code> ou <code>su:radio</code>.
</p>

<h5
  id="conseilno2:localiserlesdocumentsassocieacutesagraveunmarcheacutespeacutecifique"
>
  Conseil no 2 : Localiser les documents associ&eacute;s &agrave; un
  march&eacute; sp&eacute;cifique
</h5>

<p>
  Pour trouver les rapports de march&eacute; ou r&eacute;gionaux incluant un
  certain march&eacute;, ins&eacute;rez le nom de ce dernier dans le champ du
  sujet ** La recherche d&rsquo;un march&eacute; dans le champ du sujet produit
  des meilleurs r&eacute;sultats que dans un titre. Vous pouvez sp&eacute;cifier
  le type de rapport, ce qui est &eacute;galement inclus dans le champ du sujet.
  Exemple: <code>su:moncton su:"market report"</code>.
</p>

<p>
  Pour localiser les rapports de port&eacute;e qui incluent un certain
  march&eacute;, cherchez le march&eacute; dans le contenu textuel et
  pr&eacute;cisez le type de rapport dans le sujet. Exemple:
  <code>moncton su:reach</code>. Les rapports de port&eacute;e
  n&rsquo;&eacute;num&egrave;rent pas les march&eacute;s dans le champ du sujet.
</p>

<p>
  Les petites r&eacute;gions qui ne sont pas consid&eacute;r&eacute;es comme des
  march&eacute;s et qui, par cons&eacute;quent, ne sont pas incluses dans le
  champ du sujet, peuvent &ecirc;tre trouv&eacute;es en parcourant le contenu
  textuel.
</p>

<p>
  <small>
    ** &Agrave; l&rsquo;heure actuelle, les march&eacute;s compris dans les
    rapports r&eacute;gionaux n&rsquo;apparaissent pas dans le champ du sujet.
    Le champ sera &eacute;ventuellement mis &agrave; jour pour comprendre la
    liste des march&eacute;s.
  </small>
</p>

<h5
  id="conseilno3:localiserlesdocumentsassocieacutesagraveunepeacuteriodedesondageetagraveuneanneacuteespeacutecifiques"
>
  Conseil no 3 : Localiser les documents associ&eacute;s &agrave; une
  p&eacute;riode de sondage et &agrave; une ann&eacute;e sp&eacute;cifiques
</h5>

<p>
  Cherchez la p&eacute;riode et l&rsquo;ann&eacute;e du sondage
  s&eacute;par&eacute;ment dans le champ du sujet avec le pr&eacute;fixe "su:".
  Exemple: <code>su:fall su:1981</code>. Vous pouvez &eacute;galement saisir
  l&rsquo;ann&eacute;e dans les cases Ann&eacute;e(s).
</p>

<h5 id="conseilno4:trouverdeslettresdrsquoappel">
  Conseil no 4 : Trouver des lettres d&rsquo;appel
</h5>

<p>
  Au lieu de saisir des lettres d&rsquo;appel dans la case RECHERCHE, il serait
  pr&eacute;f&eacute;rable de restreindre votre recherche en utilisant
  d&rsquo;autres renseignements, soit des informations pertinentes telles que le
  type de contenu dans divers rapports (p. ex. : <code>su:market</code> pour les
  rapports r&eacute;gionaux et de march&eacute;) et les lettres d&rsquo;appel
  utilis&eacute;es dans les rapports pour identifier la station. ATTENTION ! :
</p>

<ul>
  <li>Les lettres d&rsquo;appel peuvent changer au fil du temps</li>
  <li>
    Les m&ecirc;mes lettres d&rsquo;appel peuvent &ecirc;tre utilis&eacute;es
    par diff&eacute;rentes stations &agrave; divers moments
  </li>
  <li>
    Numeris utilise les m&ecirc;mes lettres d&rsquo;appel que le C.R.T.C. pour
    identifier les stations de radio et de t&eacute;l&eacute;vision locales
    (g&eacute;n&eacute;ralistes) dans les rapports
  </li>
  <li>
    Il arrive que Numeris utilise une abr&eacute;viation pour certaines lettres
    d&rsquo;appel
  </li>
</ul>

<p>
  Parcourez les pages comme s&rsquo;il s&rsquo;agissait d&rsquo;un rapport
  imprim&eacute; lorsque vous &ecirc;tes incertain, ne vous fiez pas uniquement
  &agrave; la recherche de texte. La reconnaissance optique de caract&egrave;res
  (ROC) n&rsquo;est pas fiable &agrave; 100 % et risque de ne pas toujours
  identifier correctement les lettres d&rsquo;appel.
</p>

<h4 id="teacuteleacutevision">T&eacute;l&eacute;vision</h4>

<h5 id="conseilno5:chercherletitredrsquouneeacutemissiondeteacuteleacutevision">
  Conseil no 5 : Chercher le titre d&rsquo;une &eacute;mission de
  t&eacute;l&eacute;vision
</h5>

<p>
  Il se peut que les titres d&rsquo;&eacute;mission soient abr&eacute;g&eacute;s
  par manque d&rsquo;espace. Vous pouvez utiliser le caract&egrave;re
  g&eacute;n&eacute;rique "*". Il faut cependant garder en t&ecirc;te que les
  caract&egrave;res g&eacute;n&eacute;rique ne fonctionnent pas dans une phrase
  (double guillemets).
</p>

<p>
  Les titres peuvent &ecirc;tre abr&eacute;g&eacute;s de diverses fa&ccedil;ons.
  Si vous n&rsquo;arrivez pas &agrave; rep&eacute;rer un titre, parcourez la
  section Titres d&rsquo;&eacute;missions d&rsquo;un rapport.
</p>

<p>
  <small><a href="#wrapper">retour au d&eacute;but</a></small>
</p>
